{
    "id": "0055",
    "topic": "Local News",
    "original_doc": "Celebration of Diversity in Our Community: Festivities Mark the Richness of Traditions \n\nWith leaves turning golden and the air filled with the scent of autumn, our vibrant community is gearing up to host a series of cultural festivals to honor and showcase the diversity of our shared heritage. Beginning September 3rd and running until November of this year, parks, squares, and community centers throughout our vibrant city will become hubs of festivity showcasing traditions from across the globe. \n\nStart of Harvest Moon Festival \n\nCultural festivities for this season's harvest moon festival will kick-off at Lunar Park on September 3rd from 2 PM until midnight, under the leadership of Jamie Chen - an event organizer promising an incredible experience showcasing different aspects of East Asian culture. \n\n\"The Harvest Moon Festival goes beyond mooncakes and lanterns,\" Chen notes. \"We offer traditional dances, martial arts performances, calligraphy workshops and calligrapher services so visitors can fully immerse themselves in East Asian culture.\" \n\nParticipants are invited to bring picnic blankets and participate in the community potluck under the moonlight, where they can taste mooncakes and regional teas while admiring its beauty. \n\nEuroFest 2018: Savoring Europe's Finest Cuisine \n\nEuroFest seeks to open up European culture beyond Oktoberfest by engaging local residents with its many layers. Scheduled for September 16-17th 2023 at Heritage Plaza, EuroFest invites visitors to immerse themselves in this wonderful journey through European tradition and culture.\nMartin and Isabella Hofmann have planned an extraordinary two-day European Village Fair event, complete with traditional food stalls, workshops, and even a traditional maypole dance! \"Our intention was to capture the essence of European village fair,\" according to Isabella Hofmann. We strive to build bridges across cultures! \n\nAttendees will also have the opportunity to engage in cultural crafts workshops such as pottery-making, weaving and glassblowing - providing attendees with a hands-on experience that goes beyond mere observation. \n\nThe Global Rhythms Festival: Dancing to the Beat of the World \n\nMark your calendars for October 8th 2023: the Global Rhythms Festival will bring the sounds and dance styles from Africa, South America, Caribbean dance styles and more to Central Park Amphitheater for one exciting day of rhythmic odyssey through dance! Curated by local dance enthusiast and choreographer Carlos Garcia this one-day event promises an unparalleled rhythmic adventure through dance! \n\n\"The festival isn't simply about watching performers; it's also about learning, participating and feeling the global pulse through dance,\" according to Garcia. There will be workshops featuring salsa, samba, Afrobeat and Bollywood dance styles which provide unique windows into their respective cultures. \n\nBeyond dance, the festival will also host percussion workshops where attendees can try their hands at drumming or other rhythmic instruments to add an immersive experience. \n\nThe Little Global Village: An Intercultural Fair for Families \n\nThe Little Global Village Festival will take place over two days at the Community Recreation Center from October 21-22nd 2023 and aims to introduce young people to global cultures through educational, interactive activities. Families are welcome to embark on this voyage of discovery!\n\"Children learn best through play,\" notes educator and event organizer Sarah Kim. The Little Global Village will offer storytelling sessions, hand-on arts and crafts projects and interactive games from all around the world - providing families looking to foster a sense of global awareness an entertaining yet educational environment for their children. \n\nDiwali Festival Lightens Our Nights \n\nDiwali marks one of the world's greatest festivals and will not go uncelebrated here at our community. On November 4th 2023, thousands of lanterns and fireworks will illuminate our riverfront as members from Indian and South Asian communities honor one of their most meaningful festivals. \n\nEvent coordinator Priya Singh is thrilled to show the festival in all its splendor. Diwali signifies the triumph of light over darkness; we invite everyone to join the celebrations, sample Indian cuisine and witness performances showcasing South Asian culture.\" \n\nVisitors can participate in the community rangoli competition, creating vibrant floor artworks using colored powders - a beloved Diwali tradition! \n\nHonoring Ancestors: The Day of the Dead Fiesta \n\nOn November 2, 2023, to round off cultural celebration season, Mexico is holding the Day of the Dead Fiesta to remember our loved ones who have died with joyous festivities that celebrate life rather than mourn it. Color, music and food will mark this vibrant Mexican tradition as it commemorates all those departed - like no other time before. \n\nOrganized by Maria Lopez and Diego Ramirez of Angelica Park's Latino Cultural Committee, this fiesta will celebrate and educate local communities about Dia de los Muertos as an occasion for remembering loved ones while simultaneously commemorating them with joy. According to Lopez, it should not be about mourning but instead serving as a day for commemoration and joy rather than sadness.\nCommunity members are invited to contribute photographs and mementos to the public ofrenda (altar), participate in creating sugar skulls, and enjoy folk dancing performances that showcase this rich cultural tradition. \n\nAs the community engages in cultural festivities, one thing remains crystal clear: our collective enthusiasm for honoring and sharing the many traditions that comprise our society. Each event, from Harvest Moon Festival to Day of the Dead Fiesta, highlights how dialogue, inclusivity, and festivity can bring people together; residents and visitors alike are welcome to take part in these transcendent experiences to deepen their understanding of community traditions while deepening relationships among themselves and each other.\n",
    "key_facts": [
        "The community is hosting a series of cultural festivals from September to November to celebrate diversity.",
        "The Harvest Moon Festival starts on September 3rd, featuring East Asian cultural activities at Lunar Park.",
        "EuroFest takes place on September 16-17th, offering European cultural experiences at Heritage Plaza.",
        "The Global Rhythms Festival on October 8th explores dance styles from around the world at Central Park Amphitheater.",
        "The Day of the Dead Fiesta will be held on November 2nd, celebrating Mexican traditions at Angelica Park."
    ],
    "other_facts": [
        "Diwali will be celebrated on November 4th with lanterns, fireworks, and South Asian cultural performances.",
        "The Day of the Dead Fiesta includes sugar skull making and folk dancing performances.",
        "The Global Rhythms Festival includes workshops on salsa, samba, Afrobeat, and Bollywood dance styles.",
        "The Little Global Village Festival includes storytelling sessions and interactive games from around the world.",
        "The community rangoli competition is a part of the Diwali festivities.",
        "EuroFest includes a traditional maypole dance and cultural crafts workshops like pottery-making.",
        "The Little Global Village Festival on October 21-22nd at the Community Recreation Center focuses on intercultural activities for families.",
        "Priya Singh is coordinating the Diwali celebrations, highlighting its significance as the triumph of light over darkness.",
        "Each festival provides cultural workshops to offer hands-on experience to attendees beyond observation.",
        "The Harvest Moon Festival includes traditional dances, martial arts, and calligraphy workshops."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "The community is hosting a series of cultural festivals from September to November to celebrate diversity.",
                "The Harvest Moon Festival starts on September 3rd, featuring East Asian cultural activities at Lunar Park.",
                "EuroFest takes place on September 16-17th, offering European cultural experiences at Heritage Plaza.",
                "The Global Rhythms Festival on October 8th explores dance styles from around the world at Central Park Amphitheater.",
                "The Day of the Dead Fiesta will be held on November 2nd, celebrating Mexican traditions at Angelica Park.",
                "EuroFest includes a traditional maypole dance and cultural crafts workshops like pottery-making.",
                "The Little Global Village Festival on October 21-22nd at the Community Recreation Center focuses on intercultural activities for families."
            ],
            "article": "In a remarkable display of cultural unity and vibrant celebration, the local community is gearing up for a remarkable series of festivals spanning from September through to November. These events aim to bring people together in appreciation of the vast diversity that enriches the community. It’s a tapestry where cultures from around the globe gleam in their unique splendor, offering both residents and visitors a firsthand experience of the world’s myriad traditions.\n\nThe festivities kick off with the much-anticipated **Harvest Moon Festival** on September 3rd at Lunar Park. As the community basks in the enchanting glow of the harvest moon, this festival promises a fascinating journey into East Asian cultures. Attendees will be treated to traditional performances, including mesmerizing dragon dances and the soothing melodies of guzheng, an ancient Chinese instrument. Culinary enthusiasts will find themselves in a haven, as the festival features an impressive array of East Asian cuisines, offering everything from Japanese sushi to Korean barbecues.\n\nAs September continues to unfold, eyes shift to **EuroFest**, scheduled for September 16-17th at the renowned Heritage Plaza. This event is nothing short of a European extravaganza. EuroFest unfolds its charm with a traditional maypole dance, which invites participants to weave beautifully colored ribbons around a tall wooden pole in a dance that symbolizes harmony and togetherness. Craft enthusiasts can roll up their sleeves and dive into workshops that teach pottery-making – a hands-on experience that not only fosters creativity but also brings traditional European craftsmanship to the spotlight. The festival sparkles with the authentic flavors of European pastries and the sounds of folk bands, rendering an atmosphere that's both festive and educational.\n\nOn October 8th, **Global Rhythms Festival** takes center stage at the Central Park Amphitheater. This event is a symphonic convergence of dance styles from across the planet. At its heart, the festival is a tribute to the universal language of rhythm and movement. From the spirited flamenco of Spain to the vibrant samba of Brazil, visitors will experience an unprecedented tour of the world through dance. \"Dance has always been a way to express one's culture, tell stories, and bring people together,\" says renowned choreographer Maria Lopes, who will be hosting workshops during the event. For those looking to truly immerse themselves, there are opportunities to join in on dance challenges and even win prizes.\n\nOctober’s calendar doesn’t let up; arriving later in the month is the **Little Global Village Festival** on October 21-22nd at the Community Recreation Center. Tailored with families in mind, this festivity offers intercultural activities designed to engage both young and old. Children can participate in interactive storytelling sessions that traverse the globe, while parents explore cultural exhibits and discussions on promoting diversity and inclusion. It is an honest attempt to educate and bring awareness through fun and engaging activities, ensuring the themes of unity and understanding resonate with attendees.\n\nAs the festival season draws to a close, November 2nd marks the celebration of the **Day of the Dead Fiesta** at Angelica Park. This event is an opportunity to delve deep into Mexican traditions. Known as Día de los Muertos, this festival cherishes the memories of lost loved ones with a joyful celebration. The park will be adorned with vibrant marigold garlands and intricate sugar skull art, creating an explosion of color and emotion. Participants can partake in building altars, or 'ofrendas', which honor the deceased with photographs, favorite foods, and mementos. \"It's a celebration of life and death, an acknowledgment that both are intertwined,\" says festival organizer Juan Martinez, emphasizing the cultural significance and warmth of this occasion.\n\nTogether, these festivals not only celebrate cultural diversity but also strengthen communal bonds by fostering understanding and appreciation for different ways of life. In an increasingly globalized world, events like these hold profound importance. They create spaces for dialogue, connection, and respect, going beyond mere entertainment to educate and unite us.\n\nAs anticipation builds, community members are encouraged to partake in these celebrations, inviting friends and family to join them on a cultural journey without the need for a passport. From Lunar Park’s East Asian nights to Angelica Park’s Mexican mornings, the upcoming weeks promise an unparalleled cultural exploration that this inclusive community is proud to host.",
            "num_words": 701
        },
        "claude3.5sonnet": {
            "facts": [
                "The community is hosting a series of cultural festivals from September to November to celebrate diversity.",
                "The Harvest Moon Festival starts on September 3rd, featuring East Asian cultural activities at Lunar Park.",
                "EuroFest takes place on September 16-17th, offering European cultural experiences at Heritage Plaza.",
                "The Global Rhythms Festival on October 8th explores dance styles from around the world at Central Park Amphitheater.",
                "The Day of the Dead Fiesta will be held on November 2nd, celebrating Mexican traditions at Angelica Park.",
                "The Day of the Dead Fiesta includes sugar skull making and folk dancing performances.",
                "The Harvest Moon Festival includes traditional dances, martial arts, and calligraphy workshops."
            ],
            "article": "Celebrating Diversity: A Cultural Extravaganza in Our Community\n\nAs the summer heat begins to wane and the leaves start to turn, our community is gearing up for an exciting series of cultural festivals that promise to bring the world to our doorstep. From September through November, residents and visitors alike will have the opportunity to immerse themselves in a vibrant tapestry of global traditions, cuisines, and artistic expressions. This autumn, our town is set to become a melting pot of cultures, offering a unique chance to explore and celebrate the rich diversity that makes our community so special.\n\nThe festivities kick off on September 3rd with the much-anticipated Harvest Moon Festival at Lunar Park. This event, steeped in East Asian traditions, is sure to be a feast for the senses. As the full moon rises, casting its gentle glow over the park, visitors will be treated to a spectacular array of cultural activities. Traditional dances will grace the main stage, their colorful costumes and fluid movements telling stories passed down through generations.\n\nFor those interested in the martial arts, demonstrations of ancient fighting techniques will showcase the discipline and skill that have been honed over centuries. \"The martial arts performances are always a crowd favorite,\" says Lisa Chen, one of the festival organizers. \"It's amazing to see how these ancient practices have been preserved and continue to captivate audiences today.\"\n\nOne of the highlights of the Harvest Moon Festival is sure to be the calligraphy workshops. Visitors will have the chance to try their hand at this intricate art form, guided by skilled practitioners. \"Calligraphy is not just about writing; it's a meditative practice that connects us to our cultural roots,\" explains Master Wong, who will be leading one of the workshops. \"I'm excited to share this beautiful art with our community.\"\n\nAs the Harvest Moon Festival winds down, excitement builds for EuroFest, taking place on September 16-17th at Heritage Plaza. This two-day extravaganza promises to transport attendees across the Atlantic, offering a smorgasbord of European cultural experiences. From the lively rhythms of Spanish flamenco to the haunting melodies of Scottish bagpipes, the air will be filled with the sounds of Europe.\n\nFood lovers will be in for a treat, with stalls offering everything from German bratwurst to Italian gelato. \"We want people to feel like they're taking a culinary tour of Europe,\" says Maria Rossi, head of the EuroFest organizing committee. \"Food is such an integral part of culture, and we're excited to share these flavors with our community.\"\n\nAs autumn settles in, the cultural journey continues with the Global Rhythms Festival on October 8th at the Central Park Amphitheater. This unique event celebrates the universal language of dance, exploring styles from around the world. From the energetic steps of Brazilian samba to the graceful movements of Indian classical dance, the festival promises to be a whirlwind tour of global dance traditions.\n\nLocal dance instructor Aisha Johnson is particularly excited about this event. \"Dance has the power to bridge cultural divides,\" she explains. \"When you're moving to the rhythm, language barriers disappear, and you connect on a purely human level. It's beautiful to watch and even more amazing to experience.\"\n\nThe cultural celebration reaches its crescendo on November 2nd with the Day of the Dead Fiesta at Angelica Park. This vibrant celebration of Mexican traditions is a poignant reminder of the cycle of life and the importance of honoring our ancestors. The park will be transformed with colorful altars, intricate paper decorations, and the warm glow of countless candles.\n\nOne of the most popular activities at the fiesta is sure to be the sugar skull making workshops. These iconic symbols of the Day of the Dead are not only beautiful but also deeply meaningful. \"Creating sugar skulls is a way to remember and honor our loved ones who have passed,\" explains Carmen Valdez, one of the workshop leaders. \"It's a joyful act of remembrance, turning grief into celebration.\"\n\nThe Day of the Dead Fiesta will also feature folk dancing performances, bringing traditional Mexican dances to life. The swirling skirts, stomping feet, and joyful music are sure to captivate audiences and perhaps even inspire some impromptu dancing among the crowd.\n\nAs our community embarks on this three-month cultural journey, it's clear that these festivals are more than just entertainment. They're an opportunity for education, understanding, and connection. In a world that can sometimes feel divided, these celebrations remind us of our shared humanity and the beauty that exists in our differences.\n\nLocal resident Tom Baker summed it up perfectly: \"I've lived here for 30 years, and I've never seen anything like this. It's like the whole world is coming to our town. I can't wait to try new foods, learn about different traditions, and maybe even pick up a few dance moves!\"\n\nSo mark your calendars, invite your friends and family, and prepare to embark on a cultural adventure right here in our community. From the Harvest Moon Festival in September to the Day of the Dead Fiesta in November, there's something for everyone to enjoy. Let's celebrate our diversity, learn from each other, and create memories that will last a lifetime. After all, in the tapestry of humanity, every thread is vital, and every color adds to the beauty of the whole.",
            "num_words": 883
        },
        "llama3.1-405b": {
            "facts": [
                "The community is hosting a series of cultural festivals from September to November to celebrate diversity.",
                "The Harvest Moon Festival starts on September 3rd, featuring East Asian cultural activities at Lunar Park.",
                "EuroFest takes place on September 16-17th, offering European cultural experiences at Heritage Plaza.",
                "The Global Rhythms Festival on October 8th explores dance styles from around the world at Central Park Amphitheater.",
                "The Day of the Dead Fiesta will be held on November 2nd, celebrating Mexican traditions at Angelica Park.",
                "EuroFest includes a traditional maypole dance and cultural crafts workshops like pottery-making.",
                "The Day of the Dead Fiesta includes sugar skull making and folk dancing performances."
            ],
            "article": "\"Celebrating the Rich Tapestry of Diversity: A Series of Cultural Festivals\"\n\nAs the leaves begin to change and the air grows crisp, the community is abuzz with excitement. For three months, from September to November, the city will be hosting a vibrant series of cultural festivals, each one celebrating the unique traditions and customs of different parts of the world. This festive extravaganza promises to be an unforgettable experience, showcasing the rich tapestry of diversity that makes our community so special.\n\nFirst up is the Harvest Moon Festival, which kicks off on September 3rd at Lunar Park. This joyous celebration of East Asian culture promises to transport visitors to the bustling streets of Asia, with a dazzling array of activities and attractions to explore. From the intricate designs of traditional lanterns to the vibrant sounds of ethnic instruments, every aspect of the festival is designed to delight and educate. Whether you're a seasoned aficionado of Asian culture or just curious about the customs of this fascinating region, the Harvest Moon Festival is an event not to be missed.\n\nBut the cultural journey doesn't stop there. Just a fortnight later, on September 16-17th, EuroFest takes over Heritage Plaza, offering a taste of the rich cultural heritage of Europe. This action-packed weekend promises to be a thrill for the senses, with traditional folk dancing, mouth-watering food stalls, and unique craft workshops to get creative juices flowing. Be sure to catch the traditional maypole dance, a colorful spectacle that's sure to get everyone in high spirits. And for those who love getting their hands dirty, the pottery-making workshop is an absolute must – who knows what hidden talents you might discover?\n\nOf course, no celebration of global culture would be complete without the rhythmic sounds and mesmerizing movements of dance. That's why the Global Rhythms Festival, taking place on October 8th at Central Park Amphitheater, is such a highlight of the series. This captivating event takes audiences on a whirlwind tour of the world's most thrilling dance styles, from the sizzling salsa of Latin America to the stately elegance of traditional African movement. Whether you're a dance aficionado or just love moving to the beat, this festival promises to be an unforgettable experience.\n\nLast but certainly not least, the Day of the Dead Fiesta arrives on November 2nd, bringing with it the vibrant traditions and folklore of Mexico. This joyous celebration is a testament to the country's rich cultural heritage, with sugar skull making, folk dancing performances, and plenty of delicious food to enjoy. As the sun sets over Angelica Park, the atmosphere will be filled with laughter and music, as the community comes together to honor the ancestors and celebrate the cycle of life.\n\nFor the organizers of this cultural series, the goal is simple yet profound: to bring people together in a shared celebration of our diversity. \"We believe that by embracing and celebrating our differences, we can create a more compassionate, more inclusive, and more vibrant community,\" says one of the organizers. \"These festivals are a chance for people to experience cultures they may never have encountered before, to make new friends, and to feel a deeper sense of connection to the world around them.\"\n\nAs the community prepares to embark on this fantastic journey of cultural discovery, one thing is clear: this series of festivals is about more than just entertainment – it's about building bridges, fostering understanding, and celebrating the rich tapestry of diversity that makes our city so special. So mark your calendars, gather your friends and family, and get ready to immerse yourself in a world of color, sound, and joy. This autumn, the community is coming together to celebrate the beauty of diversity – don't miss the chance to join in the fun!\n\nThese festivals are a call to action, an invitation to step outside our comfort zones and experience the rich cultural heritage of our global community. They remind us that, despite our differences, we are all part of a shared human story, connected by our love of music, dance, art, and celebration. As the leaves change colors and the seasons turn, let us embark on this journey of discovery with open hearts and minds, ready to learn, grow, and be inspired by the beauty of diversity.\n\nSo what are you waiting for? Join the festivities, and let the rich tapestry of diversity weave its magic around you. Whether you're a foodie, a dance enthusiast, or simply someone who loves the thrill of the new, this series of cultural festivals promises to be an unforgettable adventure. Let the celebrations begin!",
            "num_words": 766
        },
        "qwen1.5-110b": {
            "facts": [
                "The community is hosting a series of cultural festivals from September to November to celebrate diversity.",
                "The Harvest Moon Festival starts on September 3rd, featuring East Asian cultural activities at Lunar Park.",
                "EuroFest takes place on September 16-17th, offering European cultural experiences at Heritage Plaza.",
                "The Global Rhythms Festival on October 8th explores dance styles from around the world at Central Park Amphitheater.",
                "The Day of the Dead Fiesta will be held on November 2nd, celebrating Mexican traditions at Angelica Park.",
                "Diwali will be celebrated on November 4th with lanterns, fireworks, and South Asian cultural performances.",
                "The Day of the Dead Fiesta includes sugar skull making and folk dancing performances."
            ],
            "article": "The town's heart beats with the rhythm of unity in diversity, a vibrant testament to the cultural tapestry that comprises its soul. As the leaves begin their annual descent, signaling the arrival of the cozy season, a series of cultural festivals unfurl like a rich tapestry, weaving stories of global traditions into the fabric of our community from September to November. It's a time when Lunar Park, Heritage Plaza, Central Park Amphitheater, and Angelica Park—our very own城乡's corners of the world—come alive, inviting locals and visitors alike to a delightful journey through cultural diversity.\n\nKicking off this extravaganza is the Harvest Moon Festival, harnessing the mystique of the full moon in September, on the 3rd, to be precise. Lunar Park, with its twinkling lights and东方式 charm, transforms into an immersive experience, offering a taste of East Asia's rich cultural landscape. The aroma of street food mingles with the sounds of traditional music, as enthusiasts partake in activities that echo ancient customs. The gentle hum of the zither, the vibrant colors of the dragon dance, and the harmony of East Asian chamber music create a symphony that celebrates harmony and the changing seasons, welcoming all with an open heart.\n\nFast forward to the heart of September, and we find ourselves at the EuroFest, atwo-day affair on the 16th and 17th, nestled within the historic allure of Heritage Plaza. Here, the Old World finds new life, as Europe's cultural treasures are unpacked for the delight of enthusiasts. From thestrompolos of Greece to the tariffs of Ireland, the flavors, art, and dance forms converge, transforming the Plaza into a living museum where tradition meets contemporary. Each participant, a storyteller, whispers the tales of their homeland, affirming the enduring bond that ties humanity across continents.\n\nOctober ushers in the Global Rhythms Festival, a tantalizing exploration of dance styles from every corner of the globe. On the 8th, Central Park Amphitheater resonates with the percussive pulse of a world united by movement. From the twirls of Flamenco to the fluidity of Kathakali, the festival highlights how dance is not just an art, but a language that transcends barriers. It's an electrifying reminder that we are more alike than different, our steps echoing the shared rhythm of life.\n\nAs the days shorten and the veil between worlds thins, Angelica Park hosts the Day of the Dead Fiesta on November 2nd, honoring the Mexican tradition of celebrating life in the midst of remembering the departed. Here, the art of making sugar skulls meets the soul-stirring performances of folk dancing, each detail adorned with indelible colors and the sweet scent of marigolds. It's a celebration that embraces the cycle of life, laughter, and love, woven through generations with a heart full of respect for traditions.\n\nJust when the air itself seems to shimmer with echoes of the past, Diwali, the festival of lights, illuminates the night on November 4th. Amidst lanterns and fireworks that illuminate the sky, Central Park becomes a stage teeming with South Asian cultural performances. It’s a feast for the senses, where the glitter of diyas, the rhythmic beats of dhol, and the savory aroma of festive delicacies embody the triumph of light over darkness, a universal message that resonates deeply within the community.\n\nThese festivals are not mere dates on a calendar but living, breathing arteries of our community, pumping the lifeblood of cultures into the veins of collective consciousness, fostering understanding and empathy. As participants engage with these diverse traditions, one can't help but recall the words of an attendee from last year's Global Rhythms Festival, \"In our differences, we find the symphony that defines our humanity. Each festival note adds to a greater melody, a beautiful chorus of unity.\"\n\nThus, this season, as we step into these festivals, let us not merely be spectators but active conductors of this grand orchestration, weaving a narrative of cultural harmony that transcends borders and time. Each festival is a chapter, each smile a punctuation, in this extraordinary narrative that is our community's celebration of diversity.",
            "num_words": 670
        }
    }
}