{
    "id": "0126",
    "topic": "Local Sports and Activities",
    "original_doc": "**The Invisible Backbone: Volunteer Coaches in Amateur Sports Teams** \n\nIn the dusty fields and noisy gymnasiums, away from the limelight of professional sports, lies the grassroots level where passion meets the play: amateur sports. Within these realms operate individuals whose contributions are pivotal yet often overlooked—the volunteer coaches. As of October 17, 2023, local sports have thrived on the backs of these silent workhorses, whose investment in community teams rarely garners the recognition it truly deserves. This critical reflection delves into the role of volunteer coaches in nurturing local athletes and why their efforts must not go undervalued any longer. \n\n**The Unsung Dedication of Volunteer Coaches** \n\nVolunteer coaching requires a concoction of selflessness, dedication, and passion. People like James Carter—an accountant by day and a volunteer basketball coach by night—at Briggs Community Center since September 2023, are prime examples of the commitment this role demands. Carter, like many coaches, spends nearly 20 hours a week drawing up plays, running practices, and mentoring young athletes, all without financial compensation. Their only reward is the joy and satisfaction of contributing to the community and shaping the future of the sports they love. \n\n**More Than Just a Hobby: A Labor of Love** \n\nSome may perceive volunteer coaching as a casual hobby, but for the coaches themselves, it's much more than that. It’s a labor of love. Coaches like Maria Gonzalez, who has been leading the local soccer team since September 5, 2023, see their role extending beyond just training athletes. They are\nadvisors, motivators, and sometimes, even surrogate parents. Gonzalez's commitment to attending every practice, game, and fundraising event demonstrates that coaching is not merely a pastime but a significant part of her life. \n\n**The Mentorship Beyond the Game** \n\nWhile the essential function of a coach is to enhance athletic performance, their impact often transcends sports. Volunteer coaches are also mentors whose influence shapes personal development, instills discipline, and teaches life lessons. Michael Johnson, who started coaching little league baseball in early September 2023, quickly learned that he was not just teaching kids how to swing a bat but also how to handle failure, work as a team, and demonstrate sportsmanship. These intangible lessons help build character among young athletes, preparing them for varied challenges in life. \n\n**The Financial Context and its Implications** \n\nRunning an amateur sports team isn't just about having the right people; it’s also about having the necessary resources. Lack of funds is a perennial challenge. This is where volunteer coaches again step in to fill the gap. Coaches like Emma Thompson, who took charge of a local swim team that was on the brink of shutdown in late September 2023, have had to delve into their own pockets or spend countless hours in fundraising activities to keep their teams afloat. This financial strain is yet another aspect of the unsung sacrifice of volunteer coaches. \n\n**Fighting Against a Tide of Underappreciation** \n\nDespite all these challenges, the underappreciation of volunteer coaches is a harsh reality. While professional athletes and coaches garner applause and accolades, volunteers like Carter, Gonzalez, Johnson, and Thompson often operate in the shadows, their contributions recognized only within their small sports community. This lack of acknowledgment can be demoralizing and may even lead to burnout, causing amateur sports to lose valuable mentors and advocates.\n**Administrative Oversight and Necessary Support** \n\nAdministrative bodies and local governments play a crucial role in providing support for volunteer coaches but are often found lacking. Support doesn't necessarily mean stipends or salaries—though these could help—but acknowledgment, training, and resources can go a long way. Coaches need access to courses to upgrade their skills, sports equipment, and perhaps even assistance with administrative tasks. Ensuring these basic needs can alleviate the burden carried by volunteer coaches and help sustain their enthusiasm for the role. \n\n**A Community's Responsibility to Recognize and Encourage** \n\nIt is crucial for the community at large to recognize and support the efforts of volunteer coaches. It can be as simple as verbal acknowledgement, community awards, or features in local newspapers. Efforts should be made to celebrate them in seasonal sports events or community gatherings where they receive the appreciation they deserve. \n\n**A Call to Action: Elevating the Status of Volunteer Coaches** \n\nIt's time we collectively address the undervaluation of volunteer coaches in amateur sports teams. As we move past September 2023 and further into the sporting calendar, a shift in our perception and treatment of these community pillars is necessary. Volunteer coaches deserve recognition not just within their teams but also in the wider community. Acknowledging the immense value they bring to the table is critical in ensuring the sustainability of amateur sports and the continued enrichment of our local sports culture. \n\nMoreover, the legacy volunteer coaches create by instilling values in young athletes and contributing to their development\ntranscends their time on the field. If we aspire for a future where amateur sports can continue to thrive and be a source of community pride and personal growth, the role of volunteer coaches cannot be underestimated. It's high time we hold them in high regard, for they are not just coaching sport—they are shaping the very fabric of our society.\n",
    "key_facts": [
        "Volunteer coaches play a crucial role in amateur sports by nurturing local athletes and often go unrecognized.",
        "Volunteer coaching requires significant dedication, with coaches often spending many hours per week without financial compensation.",
        "Volunteer coaches serve as mentors, impacting athletes' personal development and teaching life lessons beyond sports.",
        "Financial constraints in amateur sports mean volunteer coaches often fundraise or spend personal funds to support teams.",
        "The lack of appreciation and support for volunteer coaches can lead to burnout and loss of these vital community members."
    ],
    "other_facts": [
        "As of October 2023, there is a call to elevate the status and recognition of volunteer coaches in amateur sports.",
        "Acknowledging volunteer coaches can ensure the sustainability and enrichment of amateur sports culture.",
        "Simple gestures like community awards or newspaper features can provide much-needed recognition for volunteer coaches.",
        "Volunteer coaching is often perceived as a hobby, but for many, it is a significant life commitment.",
        "Emma Thompson took over a local swim team on the brink of shutdown in late September 2023, demonstrating financial sacrifices.",
        "The underappreciation of volunteer coaches means their contributions are often recognized only within small community circles.",
        "Volunteer coaches like Michael Johnson teach not only sports skills but also life skills like teamwork and sportsmanship.",
        "Maria Gonzalez has been volunteering as a local soccer team coach since September 5, 2023.",
        "James Carter is an example of a volunteer coach, working as an accountant by day and basketball coach by night.",
        "Local governments and administrative bodies often fail to provide adequate support to volunteer coaches."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "Volunteer coaches play a crucial role in amateur sports by nurturing local athletes and often go unrecognized.",
                "Volunteer coaching requires significant dedication, with coaches often spending many hours per week without financial compensation.",
                "Volunteer coaches serve as mentors, impacting athletes' personal development and teaching life lessons beyond sports.",
                "Financial constraints in amateur sports mean volunteer coaches often fundraise or spend personal funds to support teams.",
                "The lack of appreciation and support for volunteer coaches can lead to burnout and loss of these vital community members.",
                "Local governments and administrative bodies often fail to provide adequate support to volunteer coaches.",
                "Emma Thompson took over a local swim team on the brink of shutdown in late September 2023, demonstrating financial sacrifices."
            ],
            "article": "In the bustling neighborhoods and quiet suburbs across the country, a silent army of dedicated individuals serves as the backbone of amateur sports: the volunteer coaches. These unsung heroes, who tirelessly give their time and energy, are instrumental in nurturing local athletes and shaping communities. Yet, despite their profound impact, they often remain in the shadows, unnoticed and unsupported.\n\nVolunteer coaches epitomize dedication. They juggle work, family, and personal commitments to spend countless hours each week coaching young athletes, frequently without any financial compensation. This selfless dedication was exemplified by Emma Thompson, who recently took over a faltering local swim team in late September 2023. With her vision and perseverance, she saved the team from imminent shutdown, demonstrating the financial sacrifices volunteer coaches often make for the love of the sport.\n\nThompson’s story is a compelling example of how volunteer coaches often act as fundraising champions. With financial constraints hampering amateur sports, coaches like her occasionally dip into their personal funds to ensure the teams' survival. Though such efforts might bring short-term relief, they underscore a broader issue: the chronic underfunding and lack of appreciation that threaten this vital community asset.\n\nThe role of a volunteer coach extends far beyond the playing field. These individuals serve as mentors, molding young athletes not just in their sporting skills but also in their character. They offer life lessons that go beyond the technical aspects of the game, teaching values like teamwork, resilience, and perseverance. Coaches help athletes navigate personal challenges and triumphs, offering an ear to listen or a shoulder to lean on. In this nurturing capacity, they significantly impact athletes’ personal development, contributing to the growth of well-rounded individuals prepared to face life's obstacles.\n\nHowever, the burden borne by volunteer coaches can lead to burnout, primarily due to a lack of appreciation and support. It's a poignant reality that many leaders like Emma Thompson face — feeling the weight of responsibility without adequate backing from local governments and administrative bodies. This support is crucial, yet it remains noticeably absent. The administrative apathy toward volunteer coaching invigorates a cycle where burnout becomes prevalent, leading to the loss of invaluable community members who cannot sustain such efforts indefinitely.\n\nImagine a world where the efforts of volunteer coaches were recognized and supported. A system where local governments, sports associations, and communities worked hand-in-hand to provide financial, emotional, and logistic support. The potential for positive change would be immense. More teams would flourish, more athletes would succeed, and communities would grow stronger.\n\nIn envisioning such a future, it invites reflection on current attitudes and actions. How often are these coaches given a platform to share their experiences and insights? How frequently do we as communities thank these individuals for their unwavering commitment and love for the sport?\n\nEmma Thompson, for instance, represents an emblem of resolve and passion. What if more experienced and veteran coaches were brought into forums to share their stories and struggles? Their tales could not only inspire but also galvanize changes in policy and perspective, paving the way for the much-needed transformation within the amateur sports framework.\n\nIt's imperative to harness the power of community voice, encouraging local governments and sports bodies to step up their game. Building robust support networks and resource channels for volunteer coaches would invigorate amateur sports culture, undoubtedly fostering better environments for our future athletes.\n\nFurthermore, appreciating these coaches doesn't necessarily require grand gestures. Sometimes, a simple acknowledgment or community recognition event can go a long way in reinforcing their importance and alleviating feelings of isolation or neglect.\n\nThe transformation isn't one that can happen overnight, but by consistently advocating for the heroes who operate behind the scenes, the tide can indeed turn. After all, volunteers like Emma Thompson are not just coaches; they're community builders, mentors, and inspirational figures worthy of our support and celebration.\n\nIn conclusion, volunteer coaches are indispensable contributors to amateur sports and society at large. Their passion, dedication, and willingness to go above and beyond for the betterment of their teams is nothing short of remarkable. As benefactors of their hard work, it is incumbent on us to not only recognize their efforts but to actively champion for systematic support and financial assistance. It is this collective effort that will ensure the future of amateur sports runs as vibrantly and passionately as the coaches who fuel it.",
            "num_words": 726
        },
        "claude3.5sonnet": {
            "facts": [
                "Volunteer coaches play a crucial role in amateur sports by nurturing local athletes and often go unrecognized.",
                "Volunteer coaching requires significant dedication, with coaches often spending many hours per week without financial compensation.",
                "Volunteer coaches serve as mentors, impacting athletes' personal development and teaching life lessons beyond sports.",
                "Financial constraints in amateur sports mean volunteer coaches often fundraise or spend personal funds to support teams.",
                "The lack of appreciation and support for volunteer coaches can lead to burnout and loss of these vital community members.",
                "Simple gestures like community awards or newspaper features can provide much-needed recognition for volunteer coaches.",
                "James Carter is an example of a volunteer coach, working as an accountant by day and basketball coach by night."
            ],
            "article": "The Unsung Heroes of Amateur Sports: Volunteer Coaches\n\nIn the world of amateur sports, there's a group of individuals who often go unnoticed but play a pivotal role in shaping the lives of young athletes. These unsung heroes are the volunteer coaches who dedicate countless hours to nurturing local talent and fostering a love for sports in their communities. Despite their immense contribution, these coaches rarely receive the recognition they deserve. This article delves into the world of volunteer coaching, exploring the challenges they face and the profound impact they have on both athletes and communities.\n\nTake James Carter, for instance. By day, he's a mild-mannered accountant, crunching numbers and balancing books. But as the sun sets, James transforms into a passionate basketball coach, guiding young players through drills and strategies on the court. \"I've always loved basketball,\" James shares, his eyes lighting up as he speaks about his volunteer work. \"When I realized I could share that passion with kids in my community, it was a no-brainer. Sure, it's demanding, but the rewards are immeasurable.\"\n\nJames's story is not unique. Across the country, countless individuals like him are dedicating their evenings and weekends to volunteer coaching. These coaches are the backbone of amateur sports, providing essential guidance and support to local athletes. However, their contributions often go unrecognized, overshadowed by the achievements of the athletes they mentor.\n\nThe dedication required for volunteer coaching is staggering. Many coaches spend upwards of 20 hours per week planning practices, organizing games, and mentoring their players – all without financial compensation. This level of commitment is particularly impressive when you consider that most volunteer coaches, like James, have full-time jobs and families to support.\n\nBut the impact of these coaches extends far beyond the playing field. They serve as mentors, shaping not just the athletic abilities of their players but also their personal development. Through sports, volunteer coaches impart valuable life lessons about teamwork, perseverance, and sportsmanship.\n\nSarah Thompson, a sociologist specializing in sports and community dynamics, emphasizes this point: \"Volunteer coaches are often the unsung heroes in a child's development. They're not just teaching kids how to throw a ball or run faster; they're instilling values and life skills that will serve these young athletes long after they've hung up their jerseys.\"\n\nHowever, the path of a volunteer coach is not without its challenges. One of the most significant hurdles is the financial constraints prevalent in amateur sports. Many teams and clubs operate on shoestring budgets, leaving coaches to pick up the slack. It's not uncommon for volunteer coaches to dip into their own pockets to purchase equipment or fund team activities. Some even spearhead fundraising efforts to ensure their teams have the resources they need to compete.\n\nJames Carter nods in agreement when asked about this aspect of coaching. \"Last year, we needed new uniforms for the team,\" he recalls. \"The school couldn't afford it, so I organized a car wash with the kids. We raised enough for the uniforms and even had a little left over for new basketballs. It was hard work, but seeing the pride on the kids' faces when they wore those uniforms for the first time – that made it all worthwhile.\"\n\nThis financial burden, coupled with the time commitment and emotional investment, can lead to burnout among volunteer coaches. The lack of appreciation and support from the community can exacerbate this issue, causing many dedicated coaches to step away from their roles. This loss is keenly felt in amateur sports, where these volunteers are the lifeblood of local teams and clubs.\n\nSo, what can be done to support and recognize these vital community members? Sometimes, it's the simplest gestures that can make the biggest difference. Community awards celebrating outstanding volunteer coaches can provide much-needed recognition. Local newspapers featuring profiles of these dedicated individuals can raise awareness of their contributions. Even a heartfelt \"thank you\" from parents and players can go a long way in making coaches feel appreciated.\n\nDr. Emily Rodriguez, a sports psychologist, suggests that formal support systems could also make a significant difference. \"Offering training programs or mentorship opportunities for volunteer coaches could not only improve their skills but also make them feel more valued,\" she proposes. \"Additionally, creating networks where coaches can share experiences and support each other could help combat feelings of isolation and burnout.\"\n\nSome communities have already started implementing such initiatives. The town of Millbrook, for instance, hosts an annual \"Coaches Appreciation Night,\" where volunteer coaches from all sports are honored at a community-wide event. \"It's become one of the highlights of our sporting calendar,\" says Millbrook's mayor, Tom Jenkins. \"It's a chance for us to say thank you to these incredible individuals who give so much to our community.\"\n\nAs we look to the future of amateur sports, it's clear that volunteer coaches will continue to play a crucial role. Their dedication, passion, and willingness to give back to their communities are invaluable assets that shape not just athletes, but future citizens.\n\nJames Carter, our accountant-turned-basketball coach, sums it up perfectly: \"At the end of the day, it's not about the wins or losses. It's about the kids. If I can help even one child discover their passion, build their confidence, or just have fun being active, then every hour I've spent on that court has been worth it.\"\n\nSo the next time you attend a local sports event, take a moment to appreciate the volunteer coach on the sidelines. They may not wear a cape, but in the world of amateur sports, they are true superheroes – nurturing talent, shaping characters, and building communities, one practice at a time.",
            "num_words": 942
        },
        "llama3.1-405b": {
            "facts": [
                "Volunteer coaches play a crucial role in amateur sports by nurturing local athletes and often go unrecognized.",
                "Volunteer coaching requires significant dedication, with coaches often spending many hours per week without financial compensation.",
                "Volunteer coaches serve as mentors, impacting athletes' personal development and teaching life lessons beyond sports.",
                "Financial constraints in amateur sports mean volunteer coaches often fundraise or spend personal funds to support teams.",
                "The lack of appreciation and support for volunteer coaches can lead to burnout and loss of these vital community members.",
                "Volunteer coaches like Michael Johnson teach not only sports skills but also life skills like teamwork and sportsmanship.",
                "Acknowledging volunteer coaches can ensure the sustainability and enrichment of amateur sports culture."
            ],
            "article": "**The Unsung Heroes of Amateur Sports: The Vital Role of Volunteer Coaches**\n\nAmateur sports are a cornerstone of community life, providing countless opportunities for young athletes to develop their skills, make lifelong friends, and learn valuable life lessons. Yet, behind the scenes of every successful team, lies a crucial, yet often underappreciated, figure - the volunteer coach. These dedicated individuals spend countless hours nurturing local athletes, imparting their knowledge, and fostering a love for the game that extends far beyond the playing field.\n\nVolunteer coaches are more than just sports instructors; they are mentors, role models, and guardians who play a profound impact on an athlete's personal development. As Michael Johnson, a volunteer coach, once said, \"Coaching is not just about teaching kids how to throw a ball or kick a goal; it's about teaching them the values of teamwork, discipline, and sportsmanship.\" These life skills, learned through the prism of sports, can shape an individual's character, helping them to become better citizens, colleagues, and friends.\n\nHowever, the reality of volunteer coaching is far from glamorous. It requires significant dedication, with coaches often spending 10-20 hours per week without any financial compensation. Many volunteer coaches also fundraise or spend personal funds to support their teams, due to the financial constraints that plague amateur sports. This selflessness and commitment to the cause can be grueling, and the lack of appreciation and support for these vital community members can lead to burnout and loss of these unsung heroes.\n\n\"I remember one season where our team made it to the championships,\" said Sarah Taylor, a volunteer soccer coach. \"We were ecstatic, but it meant that we had to find a way to pay for the trip to the finals. I ended up spending my own money to cover the costs, but it was worth it to see the smile on the kids' faces.\" Stories like Taylor's are not uncommon, highlighting the lengths to which volunteer coaches will go to support their teams.\n\nDespite the challenges, many volunteer coaches continue to answer the call, driven by a passion for the sport and a desire to make a positive impact on their community. As Mark Davis, a volunteer basketball coach, noted, \"It's not about winning or losing; it's about helping these young people grow and develop into the best versions of themselves.\" This selflessness and dedication are what make volunteer coaches the backbone of amateur sports.\n\nThe importance of acknowledging volunteer coaches cannot be overstated. By recognizing their efforts and contributions, we can ensure the sustainability and enrichment of amateur sports culture. This can be as simple as a heartfelt thank you, a public acknowledgement, or a small gift. However, the impact can be significant, as it helps to prevent burnout, retain valuable coaches, and foster a more supportive community.\n\nMoreover, acknowledging volunteer coaches sends a powerful message to young athletes about the value of selflessness, hard work, and dedication. As Johnson noted, \"When kids see their coaches putting in time and effort without expectation of reward, they begin to understand the true meaning of service and community.\" This helps to create a positive, supportive, and inclusive team culture that extends far beyond the playing field.\n\nIn conclusion, volunteer coaches are the unsung heroes of amateur sports. They dedicate countless hours, energy, and resources to nurturing local athletes, teaching life lessons, and fostering a love for the game. While they may go unrecognized, their impact is profound, shaping the personal development of young athletes and fostering a positive, supportive community. As we celebrate the triumphs of amateur sports, let us not forget to acknowledge the vital role of volunteer coaches - the guardians of our sporting culture.\n\nBy recognizing the contributions of volunteer coaches, we can ensure that amateur sports continue to thrive, enriching the lives of countless young athletes and building stronger, more supportive communities. As Taylor said, \"It's not about me; it's about the kids and the community. As long as I can make a difference, I'll keep coaching.\" With dedication, passion, and selflessness like Taylor's, amateur sports are in good hands.\n\nThe future of amateur sports depends on the continued support and dedication of volunteer coaches. As we move forward, let us strive to create a culture that values and acknowledges the contributions of these unsung heroes. By doing so, we can ensure that the benefits of amateur sports are felt for generations to come, and that the lessons learned on the playing field continue to shape our lives in meaningful ways.",
            "num_words": 750
        },
        "qwen1.5-110b": {
            "facts": [
                "Volunteer coaches play a crucial role in amateur sports by nurturing local athletes and often go unrecognized.",
                "Volunteer coaching requires significant dedication, with coaches often spending many hours per week without financial compensation.",
                "Volunteer coaches serve as mentors, impacting athletes' personal development and teaching life lessons beyond sports.",
                "Financial constraints in amateur sports mean volunteer coaches often fundraise or spend personal funds to support teams.",
                "The lack of appreciation and support for volunteer coaches can lead to burnout and loss of these vital community members.",
                "As of October 2023, there is a call to elevate the status and recognition of volunteer coaches in amateur sports.",
                "Acknowledging volunteer coaches can ensure the sustainability and enrichment of amateur sports culture."
            ],
            "article": "Amidst the awe-inspiring athletic displays and the thundering applause of spectators, an unsung hero often goes unnoticed. The world of amateur sports, a vibrant ecosystem that fosters dreams and cultivates talents, is upheld by the unwavering dedication of volunteer coaches—individuals who embody the true spirit of selflessness and mentorship. This article delves into the heart of amateur sports, a realm where passion outruns financial gain, and the human touch prevails over commercial accolades.\n\nVolunteer coaches stand as pillars in their communities, their hours logged on fields, courts, and tracks far exceeding those of a typical job. Their commitment, far from being driven by material rewards, stems from a deep-seated love for the sport and the desire to shape young lives. These coaches, often seen as tireless figures, invest countless hours every week, crafting strategies, refining skills, and nurturing young athletes, turning their raw talents into shining potential.\n\n Beyond the whistle and the scoreboard, volunteer coaches don the mantle of mentors, teaching lessons that extend beyond the realm of sports. They instill values of teamwork, perseverance, and sportsmanship, sowing the seeds for responsible adulthood. Each children's laughter, every sweat-soaked training session, is a testament to the transformational power of their guidance.\n\nFinance, typically a antagonist in this tale, poses a significant challenge. Many amateur sports teams rely on the generosity of volunteer coaches, who often find themselves dipping into their own pockets or partaking in rigorous fundraising to equip their teams. It's a sacrificial act, underscoring their commitment to the development of the young athletes rather than personal financial gain. This self-funding effort is a silent testament to the unconditional love for the game and its players.\n\nAlas, the very landscape that these coaches so valiantly cultivate is marred by a lack of appropriate appreciation and support. This dearth, a disheartening reality, can lead to burnout, casting a shadow over the formerly bright-eyed enthusiasts. The departure of these vital community members is a loss not just to the teams but to the entire amateur sports ecosystem, eroding its very foundation and stealing the potential glow from countless aspiring athletes.\n\nIn the face of these challenges, a clarion call echoes across the amateur sports landscape as of October 2023. It's a waking call to elevate the status and recognition of volunteer coaches, to place a spotlight on their invaluable contributions. This movement seeks to ensure not only the sustainability of amateur sports but also the enhancement of its cultural richness. By acknowledging these unsung heroes, the sports community acknowledges the importance of fostering a human-centric, inclusive, and enduring sports culture.\n\nImagine a reality where the dedication of volunteer coaches is celebrated as fervently as the gold medals and championship titles. In such a world, each community pitch becomes a testament to a collective appreciation, where support structures are erected to alleviate the financial burden, and mentorship is revered as a societal treasure. It is a world where young athletes understand the true value of their coaches' sacrifices and aspire to emulate not just their athletic prowess but also their spirit of service.\n\nTo foster such a change, the public, governing bodies, and sports enthusiasts must unite to reevaluate the way volunteer coaches are perceived and rewarded. Simple acts of recognition, from community assemblies to public commendations, can make an immense difference. Establishing support networks, offering training programs, or even small subsidies can alleviate the financial stress, encouraging more individuals to step up and carry on the torch of voluntary coaching.\n\nIn the grand tapestry of amateur sports, let us not forget to weave the threads of gratitude for those who groom the champions of tomorrow on the fields of today. As we stand on the threshold of change in October 2023, let us answer the call – not just for the sake of the coaches, but for the future of amateur sports itself, ensuring that every volunteer coach's story is written in gold, alongside the tales of triumphs that they help create. Their countless, unseen hours deserve to be seen, and their invaluable work, cherished.",
            "num_words": 673
        }
    }
}