{
    "id": "1038",
    "topic": "Neighborhood Stories",
    "original_doc": "Career Shift: Starting Over in a New Field \n\nThe notion of a lifelong career, once the norm across numerous industries, seems to be slowly dissolving into the annals of history. In its place is a new era, one characterized by reinvention and the rise of career switching. It’s September 10th, 2023, and as the work landscape continues to evolve, an increasing number of professionals are taking the bold step of starting over in entirely new fields. \n\nThe Motivation Behind the Move \n\nWhat motivates a successful accountant to become a landscaper or a seasoned teacher to transition into technology? To unravel this phenomenon's intricacies, we spoke to several individuals who've made these seismic shifts. Their stories weave a tapestry of inspiration, uncertainty, and a pursuit for renewed purpose. \n\nTake for instance, 38-year-old Sarah Jennings, a former marketing director at a prominent beverage company, who last November decided to leave behind her two-decade-long career to start afresh as a nurse. \"There was always this calling that I couldn’t ignore. I wanted to be directly involved in helping people and making a tangible difference,” she explains. \n\nOr consider Michael Chen, 45, who traded his chef’s hat for software coding boot camps. \"The culinary world was rewarding, but after years of late nights, I yearned for a better work-life balance and a new mental challenge,\" he states. \n\nThe Psychology of Change \n\nThe shift isn't purely emotional; psychology plays a pivotal role. Career-switchers often seek out fields that promise greater fulfillment, autonomy, or alignment with personal values and life stages. Psychologist Dr. Emily Larson, who specializes in workplace behavior, points out, “Many of my clients describe a sense of feeling trapped or stagnant in their first careers. The decision to pivot is as much about personal growth as it is about professional development.\" \n\nThe Economic Imperative \n\nOn the practical side, the economic landscape is a significant driver. The volatility of certain sectors, spurred on by technological advancements and globalization, has uprooted traditional career pathways. As a result, job stability isn't the cornerstone it once was. As noted by economist James Peterson, \"We're seeing professions that once seemed insulated from change now at the mercy of innovation. It's a wake-up call for many to diversify their skillset.\"\nThe Educational Support System \n\nTo assist these career pioneers, educational institutions and online platforms have greatly expanded their offerings. For example, the University of Summerset introduced a 'Second Career' program on January 15th, 2024, aimed specifically at mid-career adults looking to retrain. Moreover, websites like Coursera and Udemy are replete with courses that enable transitions with relative ease and at the learner's own pace. \n\nThe Corporate Perspective \n\nCorporations are beginning to take heed of this shifting paradigm as well. Forward-thinking companies now provide internal career mobility and support for employees pursuing new career paths. Google's 'Career Guru' program, launched on October 1st, 2023, matches employees with mentors in different departments to explore potential career moves internally. \n\nOvercoming Obstacles \n\nChanging careers, however, is not without its hurdles. There's often a steep learning curve, and the initial phase can be laden with financial strain and self-doubt. The emotional toll cannot be underestimated either, as expressed by 52-year-old Patrick O'Malley, a former financial analyst and now a high school teacher: \"You go from feeling like an expert to a novice overnight. But that first time a student's eyes light up with understanding—it's incomparable.\" \n\nThe Role of Networks \n\nA strong support network is crucial. Aspiring career-switchers like 29-year-old Ayesha Patel, who went from retail to cybersecurity, often emphasize the importance of mentors. \"I reached out to women in the field through LinkedIn. They guided me, showed me it was possible, and told me what I needed to get there,” shares Patel. \n\nReinventing Identities \n\nBeyond the acquisition of new skills, there's often a deeper transformation at work—a reinvention of identity. “I spent years building my reputation as a lawyer. Starting over, I'm not just learning how to be a graphic designer. I'm learning who I am in this new space,\" states 42-year-old Jacob Kim. \n\nSocietal Impacts \n\nThe career-switching wave is not just a personal affair; it's reshaping society's outlook on career paths. We're moving away from the idea of a linear career trajectory to a more\ndynamic, mosaic approach. The repercussions reach into how we educate our youth, the way we approach work-life balance, and the policies we need to support lifelong learning. \n\nLooking Towards the Future \n\nAs the clock ticks towards 2024, the stories of career renaissance proliferate. With each narrative comes a deeper understanding of work's evolving nature and our adaptation to it. Sarah Jennings, no longer in marketing but on the frontlines of healthcare; Michael Chen, once chef, now techie; and countless others represent not only a trend but a fundamental shift in the workforce's psyche. \n\nWhether driven by passion, necessity, or a blend of both, career switchers are redefining the meaning of professional success. Through their journeys, they challenge the status quo and perhaps, in doing so, reflect the future of the working world.\n",
    "key_facts": [
        "Career switching is increasingly common as professionals start over in new fields.",
        "Motivations for career switching include the pursuit of fulfillment, work-life balance, and alignment with personal values.",
        "Economic factors and job instability drive many to diversify their skillsets through career changes.",
        "Educational institutions and online platforms are expanding offerings to assist career switchers.",
        "Corporations are supporting internal career mobility, such as Google's 'Career Guru' program."
    ],
    "other_facts": [
        "University of Summerset introduced a 'Second Career' program in January 2024.",
        "Career changing involves overcoming hurdles like financial strain and self-doubt.",
        "Patrick O'Malley became a high school teacher from a financial analyst, citing emotional rewards.",
        "Reinvention of identity is a part of changing careers, as noted by Jacob Kim's experience.",
        "Michael Chen transitioned from being a chef to software development for better work-life balance.",
        "Ayesha Patel transitioned from retail to cybersecurity, aided by mentorship.",
        "Sarah Jennings left her marketing career to become a nurse for a more meaningful impact.",
        "Career-switching challenges the traditional linear career trajectory, moving toward a mosaic approach.",
        "Economic changes due to technological innovations prompt career shifts, according to James Peterson.",
        "Dr. Emily Larson notes psychological reasons include feeling trapped or stagnant in initial careers."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "Career switching is increasingly common as professionals start over in new fields.",
                "Motivations for career switching include the pursuit of fulfillment, work-life balance, and alignment with personal values.",
                "Economic factors and job instability drive many to diversify their skillsets through career changes.",
                "Educational institutions and online platforms are expanding offerings to assist career switchers.",
                "Corporations are supporting internal career mobility, such as Google's 'Career Guru' program.",
                "Career changing involves overcoming hurdles like financial strain and self-doubt.",
                "Michael Chen transitioned from being a chef to software development for better work-life balance."
            ],
            "article": "In today's fast-paced world, the notion of a lifelong career in one field is becoming as outdated as rotary phones. Gone are the days where you worked your way up the ladder in a single company, retiring from the same job you started as a young graduate. Instead, career switching has emerged as a prominent trend, allowing professionals to explore new avenues and redefine their professional identities. This rising trend is not just a consequence of capriciousness but a strategic response to various motivations and circumstances that touch many parts of modern life.\n\nThe motivations for career switching are as diverse as the individuals undertaking these transitions. Many professionals are driven by a pursuit of fulfillment that their current roles fail to provide. Mary Jenkins, a former marketing executive who swapped spreadsheets for a paintbrush, explains, \"I enjoyed the creative aspects of my marketing job but always felt like I was painting by numbers. Becoming an artist allowed me to express my true self.\" Like Mary, countless individuals are chasing tasks that resonate more deeply with their personal values and passions.\n\nMichael Chen's story is another testament to the power of pursuing what truly matters. After spending a decade perfecting culinary arts, Michael discovered that the erratic hours as a chef demanded a toll on his personal life. The longing for a better work-life balance prompted him to transition into software development—a decision that was not only fueled by his passion for technology but also his need for more predictable and manageable hours. Michael remarks, \"Switching careers was daunting, but the reward of having more time with my family and the mental space to pursue hobbies has been worth every challenge.\"\n\nEconomic factors play a crucial role in this phenomenon as well. Job instability and financial uncertainties motivate professionals to diversify their skill sets. With industries in constant flux, the safety net of having multiple career pathways can be appealing. Taking a proactive approach, educational institutions and online platforms have expanded their offerings, providing courses that cater specifically to career switchers. This trend sees universities launching certificate programs in everything from data analytics to environmental science, while online platforms like Coursera and Udacity offer low-barrier, specialized training for those eager to learn.\n\nFor employers, acknowledging this shift is imperative. Corporations that support internal career mobility can not only retain vibrant talent but also inspire loyalty and innovation within their workforce. Google's “Career Guru” program is a prime example of corporate initiatives designed to facilitate career transitions. The program provides mentorship and guidance, encouraging employees to explore roles different from their current ones, enabling personal growth and professional satisfaction within the same company.\n\nHowever, the journey to a new career is fraught with obstacles. Financial strain is a common hurdle, as many career changers must invest in education or accept entry-level positions with initial pay cuts. Furthermore, self-doubt can plague those attempting to break into unfamiliar territory. Career coach Lisa Mendoza emphasizes, \"The first step in overcoming self-doubt is to recognize it as a natural part of the process. Building a support network and taking incremental steps can mitigate that fear.\"\n\nThe discussion around career switching is as much about the psychological aspect as it is about the economic or educational factors. Career change not only requires skill and knowledge but also courage and persistence. It's a journey of self-discovery, where failures are reframed as learning experiences and success is defined on personal terms. \n\nBeyond the personal realm, embracing career switching can foster societal growth. As professionals pivot into new fields, they often bring fresh perspectives and innovative ideas. Interdisciplinary skills can lead to groundbreaking innovations, as seen in fields like technology and healthcare where cross-pollination of ideas has accelerated progress.\n\nThe evolving landscape of work is not without its complexities, but it offers unparalleled opportunities for reinvention. In acknowledging the transformative power of switching careers, society can better support those seeking change, advocating for systems that are accommodating and encouraging. Programs that foster upskilling and policy changes supporting flexible career paths are vital in this respect.\n\nIn conclusion, career switching, driven by a multitude of factors, is reshaping how people think about work and lifestyle. Michael Chen’s shift from chef to software developer embodies the broader movement of individuals aligning their careers with personal needs and values. Whether the motivation is searching for fulfillment, securing a stable income, or balancing life and work, career changes offer the opportunity to write a new chapter that might otherwise remain unexplored. As awareness and support around this trend grow, both individuals and organizations stand to benefit from the fresh skills, inspiration, and increased satisfaction that a diversified workforce promises.",
            "num_words": 776
        },
        "claude3.5sonnet": {
            "facts": [
                "Career switching is increasingly common as professionals start over in new fields.",
                "Motivations for career switching include the pursuit of fulfillment, work-life balance, and alignment with personal values.",
                "Economic factors and job instability drive many to diversify their skillsets through career changes.",
                "Educational institutions and online platforms are expanding offerings to assist career switchers.",
                "Corporations are supporting internal career mobility, such as Google's 'Career Guru' program.",
                "University of Summerset introduced a 'Second Career' program in January 2024.",
                "Reinvention of identity is a part of changing careers, as noted by Jacob Kim's experience."
            ],
            "article": "The Changing Landscape of Career Paths: Embracing New Beginnings\n\nIn an era of rapid technological advancement and shifting economic paradigms, the concept of a lifelong career in a single field is becoming increasingly outdated. More and more professionals are embarking on journeys of career switching, breathing new life into their professional trajectories and redefining success on their own terms. This growing trend reflects a fundamental shift in how we perceive work, personal fulfillment, and the role of career in our lives.\n\nThe Rise of Career Switching\n\nGone are the days when a person would join a company fresh out of college and retire from the same organization decades later. Today's professionals are more likely to pivot their careers multiple times throughout their working lives. This phenomenon is not just anecdotal; it's backed by data and is reshaping the way we think about career development.\n\nDr. Emily Rodriguez, a career counselor at the University of California, Berkeley, observes, \"We're seeing a significant uptick in mid-career professionals seeking guidance on transitioning to entirely new fields. It's no longer taboo to start over; in fact, it's becoming the norm.\"\n\nMotivations Behind the Shift\n\nWhat's driving this trend? The reasons are as diverse as the individuals making these bold moves. For many, the pursuit of fulfillment tops the list. Take Sarah Thompson, for example, a former marketing executive who left her high-paying job to become a yoga instructor. \"I was successful by traditional standards, but I felt empty inside,\" Sarah shares. \"Now, I wake up excited every day, knowing I'm making a positive impact on people's well-being.\"\n\nWork-life balance is another crucial factor. The pandemic has accelerated this shift, with many reassessing their priorities and seeking careers that allow for more flexibility and time with family. John Delaney, a former investment banker turned freelance writer, explains, \"I missed my kids' childhoods chasing deals. When I realized I could make a living doing something I love while being present for my family, it was a no-brainer.\"\n\nAlignment with personal values is increasingly important to today's workforce. Millennials and Gen Z, in particular, are known for prioritizing purpose over paycheck. This sentiment is echoed by Maria Gonzalez, who left her job in the oil industry to work for a renewable energy startup. \"I couldn't reconcile my concerns about climate change with my day job anymore,\" Maria says. \"Now, I feel like I'm part of the solution.\"\n\nEconomic Realities and Job Instability\n\nWhile personal fulfillment is a significant driver, economic factors and job instability also play a crucial role in career switching decisions. The rapid pace of technological change means that some jobs become obsolete while new ones emerge. This reality has prompted many to proactively diversify their skill sets through career changes.\n\nJames Peterson, a former assembly line worker who retrained as a data analyst, reflects on his experience: \"I saw the writing on the wall with automation. Instead of waiting to be laid off, I decided to get ahead of the curve and learn skills that would be in demand for years to come.\"\n\nSupport Systems for Career Switchers\n\nRecognizing this trend, educational institutions and online platforms are expanding their offerings to assist career switchers. Traditional universities are developing programs specifically tailored to those looking to pivot their careers. For instance, the University of Summerset made headlines when it introduced its innovative \"Second Career\" program in January 2024. This program offers accelerated degrees and certifications designed for professionals transitioning to new fields.\n\nOnline learning platforms like Coursera and edX have also seen a surge in enrollment for career-change oriented courses. These platforms offer the flexibility and affordability that many career switchers need to balance their current jobs with their future aspirations.\n\nCorporations are also getting on board with this trend. Progressive companies are recognizing the value of internal career mobility. Google's \"Career Guru\" program, for example, helps employees explore different roles within the company, fostering retention and innovation. \"We believe that allowing employees to reinvent themselves within our organization benefits everyone,\" says Laura Chen, Google's Head of Talent Development.\n\nThe Personal Journey of Reinvention\n\nChanging careers often involves more than just learning new skills; it requires a reinvention of identity. This process can be both exhilarating and challenging. Jacob Kim, a former accountant who became a successful chef, describes his experience: \"When I first stepped into a professional kitchen, I felt like an imposter. It took time to shed my old identity and embrace my new one fully. But once I did, it was incredibly liberating.\"\n\nPsychologist Dr. Michael Freeland explains this phenomenon: \"Career switching often triggers an identity crisis of sorts. We're forced to confront who we are outside of our professional roles. This can be uncomfortable, but it's also an opportunity for tremendous personal growth.\"\n\nChallenges and Rewards\n\nWhile the rewards of career switching can be significant, it's not without its challenges. Financial instability during the transition period, the need to start at entry-level positions in a new field, and the emotional toll of leaving behind a familiar identity are all hurdles that career switchers must overcome.\n\nHowever, many find that the benefits outweigh the costs. Increased job satisfaction, a sense of purpose, and the excitement of continuous learning are commonly reported outcomes. As Emma Watkins, a former lawyer turned environmental activist, puts it, \"There are days when I miss the security of my old job. But then I remember the feeling of dread I used to have on Sunday nights. Now, I can't wait for Mondays.\"\n\nLooking to the Future\n\nAs we move further into the 21st century, career switching is likely to become even more common. The rapid pace of technological change, shifting economic landscapes, and evolving societal values all point to a future where adaptability and lifelong learning are key to professional success.\n\nFor those contemplating a career switch, the message from those who have taken the leap is clear: it's never too late to start over. With the right mindset, support, and resources, changing careers can be a transformative experience that leads to greater fulfillment and success.\n\nAs we embrace this new paradigm of fluid career paths, we're redefining what it means to have a successful career. It's no longer about climbing a single ladder, but about navigating a complex web of opportunities, always growing, always learning, and always striving to align our work with our deepest values and aspirations.",
            "num_words": 1061
        },
        "llama3.1-405b": {
            "facts": [
                "Career switching is increasingly common as professionals start over in new fields.",
                "Motivations for career switching include the pursuit of fulfillment, work-life balance, and alignment with personal values.",
                "Economic factors and job instability drive many to diversify their skillsets through career changes.",
                "Educational institutions and online platforms are expanding offerings to assist career switchers.",
                "Corporations are supporting internal career mobility, such as Google's 'Career Guru' program.",
                "Economic changes due to technological innovations prompt career shifts, according to James Peterson.",
                "Reinvention of identity is a part of changing careers, as noted by Jacob Kim's experience."
            ],
            "article": "The Ever-Changing Landscape of Careers: Why Switching Paths is Becoming the New Norm\n\nIn the past, it was not uncommon for individuals to stay in the same career for their entire working lives. However, in today's fast-paced and rapidly evolving job market, the notion of a single, lifelong career is becoming increasingly outdated. Career switching, or the act of changing one's profession or industry, is on the rise as professionals start over in new fields. This trend is driven by a variety of factors, including the pursuit of fulfillment, work-life balance, and alignment with personal values.\n\nAccording to a growing body of research, many individuals are no longer content with simply earning a paycheck; they want their careers to provide a sense of purpose and satisfaction. This desire for fulfillment is prompting people to reassess their current careers and seek new opportunities that better align with their passions and values. For example, a former business executive might decide to leave the corporate world and pursue a career in teaching, where they can make a more tangible impact on their community.\n\nAnother driving force behind the trend of career switching is economic instability. As technological innovations continue to disrupt various industries, many workers are finding that their jobs are no longer secure. This has led to a growing demand for diverse skillsets, as individuals seek to future-proof their careers. Online platforms and educational institutions have taken note of this need, expanding their offerings to include courses and training programs tailored to career switchers.\n\nAdditionally, corporations are starting to recognize the benefits of supporting internal career mobility. Google's \"Career Guru\" program is just one example of how companies are empowering their employees to take control of their career trajectories. This approach not only helps to retain top talent but also fosters a culture of continuous learning and innovation.\n\nJames Peterson, a leading expert on the intersection of technology and career development, suggests that economic changes are a significant driver of career shifts. \"The rate of technological advancement is such that entire industries are emerging and disappearing at an unprecedented pace,\" he notes. \"As a result, it's no longer enough for individuals to possess a single set of skills; they must be adaptable and willing to learn continuously.\"\n\nHowever, changing careers involves more than just updating one's skills; it also requires a certain level of self-reinvention. According to Jacob Kim, a serial career switcher who has worked in fields ranging from finance to non-profit management, \"Career switching is not just about changing your job; it's about reinventing your identity.\" This process can be both exhilarating and intimidating, as individuals confront their own strengths, weaknesses, and interests.\n\nSo what can we learn from this growing trend of career switching? First and foremost, it's clear that the notion of a single, lifelong career is no longer relevant in today's job market. Instead, individuals must be adaptable, willing to learn continuously, and open to new opportunities. By supporting this mindset, we can foster a culture of innovation and entrepreneurship, where individuals are empowered to take risks and pursue their passions.\n\nMoreover, the rise of career switching highlights the importance of education and training programs that cater to diverse skillsets. As the job market continues to evolve, it's essential that we provide workers with the tools and resources they need to stay ahead of the curve. This might involve the development of hybrid programs that combine technical skills with soft skills, such as communication and team management.\n\nUltimately, the trend of career switching is here to stay. As professionals continue to seek fulfillment, work-life balance, and alignment with their personal values, we can expect to see even more innovative approaches to career development. Whether through online platforms, educational institutions, or corporate programs, the resources are available for individuals to take control of their careers and create a new path forward.\n\nAs we move forward in this ever-changing landscape, it's essential that we prioritize flexibility, adaptability, and continuous learning. By embracing the trend of career switching, we can create a more dynamic, innovative, and fulfilling workforce – one that is equipped to thrive in a rapidly evolving world.\n\nIn conclusion, the phenomenon of career switching is no longer a rare occurrence but a norm. Professionals are reassessing their priorities, seeking new opportunities, and entering new fields. While there are many reasons driving this trend, the pursuit of fulfillment, work-life balance, and alignment with personal values remain key drivers. Through proper education, training, and career development initiatives, individuals can reinvent themselves, adapting to a rapidly evolving world. Embracing this change can create a culture that prioritizes innovation, entrepreneurship, and continuous growth, which is more critical than ever in today's rapidly shifting environment.",
            "num_words": 783
        },
        "qwen1.5-110b": {
            "facts": [
                "Career switching is increasingly common as professionals start over in new fields.",
                "Motivations for career switching include the pursuit of fulfillment, work-life balance, and alignment with personal values.",
                "Economic factors and job instability drive many to diversify their skillsets through career changes.",
                "Educational institutions and online platforms are expanding offerings to assist career switchers.",
                "Corporations are supporting internal career mobility, such as Google's 'Career Guru' program.",
                "University of Summerset introduced a 'Second Career' program in January 2024.",
                "Career changing involves overcoming hurdles like financial strain and self-doubt."
            ],
            "article": "### Navigating New Horizons: The Transformative Journey of Career Switching in the 21st Century\n\nIn the dynamic landscape of the 21st-century job market, professionals are increasingly embracing the once-taboo concept of career switching. Gone are the days when one's career track was laid out clearly from college graduation to retirement. Instead, individuals today are breaking barriers and shifting gears mid-career—embracing changes in pursuit of a new sense of fulfillment and alignment with personal values. This trend isn't just a whim but a reflection of the changing economic climate, bolstered by the support of educational institutions and enlightened by the corporate world.\n\n#### The Quest for Fulfillment and Balance\n\nMotivations for this seismic shift in professional trajectories are varied, but one common thread ties these narratives together: the search for fulfillment. '**Career changes are less about the paycheck and more about the purpose**,' muses Sarah Jameson, a former software engineer who left her well-paid job to pursue a career in environmental conservation. Financial stability is, of course, a necessity for many, but for Sarah and many like her, finding a job that resonates with their core beliefs has been paramount in the career shift.\n\nThe importance of work-life balance cannot be overstated in this context. Sarah notes, '**The long hours and constant demands of my engineering role were taking a toll on my health and family life**.' For Sarah, and countless others, the pursuit of happiness and health has found its place atop the professional pyramid. Balancing personal values with career aspirations has led many through a period of introspection, often resulting in a decisive move towards a professional landscape that better caters to these needs.\n\n#### Economic Imperatives and Job Instability\n\nWhile Sarah's journey may be fueled by personal desires, economic factors and job instability are equally potent motivators for career switching. The global economy has seen a monumental shift in recent years, with industries undergoing rapid transformations '**driven by technology and market demands**,' observes Dr. George Wilkins, an economist at the University of Summerset. For those in industries facing decline, the choice to switch careers is not merely aspirational but often necessary for self-preservation.\n\nJob instability has become a potent catalyst for change. '**The notion of a job for life has been replaced by the concept of adaptability**,' explains Wilkins. The reality of job security's non-existence has led many to diversify their skillsets as an insurance policy against an uncertain future.\n\n#### Support Systems for Career Switchers\n\nIn response to this growing demand for career adaptability, educational institutions and online platforms have joined forces in a bid to assist the change-makers. The University of Summerset, for instance, recognized the need for such support when it '**introduced [its] 'Second Career' program in January 2024**,' says Professor Leanne Wills, head of the University's career development department. This program offers training and educational resources to help learners transition into new fields with confidence.\n\nGoogle's celebrated '**Career Guru' program** serves as a beacon of support for internal career mobility within the tech giant. Google, often viewed as a technological monolith, demonstrates an enlightened approach to nurturing employee growth—embracing changes in personal and professional interests. This corporate initiative not only benefits the employee but also contributes to a dynamic workforce capable of innovation and adaptation.\n\n#### Overcoming Hurdles: A Journey of Transformation\n\nCertainly, the road to a new career is not without its challenges. Career changers face psychological and financial obstacles that test their resilience. The fear of failure, the strain of financial instability, and the specter of self-doubt have become familiar roadblocks.\n\nSarah recalls, '**The choice to switch careers was the most daunting yet liberating decision I've ever made. The financial strain was intense, and the first months were filled with self-doubt**.' However, perseverance and determination have proven to be the lighthouse for Sarah in her stormy passage, a sentiment echoed by many fellow career switchers.\n\nThe journey of career switching is a testament to human adaptability and the pursuit of greater good. While the road is fraught with challenges, the potential rewards—personal fulfillment, contribution to meaningful work, and greater resilience in an uncertain world—justify the voyage. For individuals like Sarah, the future is a blank canvas; the brushstrokes of their professional life now defined by purpose, passion, and the courage to start anew.",
            "num_words": 711
        }
    }
}