{
    "id": "1538",
    "topic": "Local Sports and Activities",
    "original_doc": "Teenage Thrill-Seekers: How Adventure Races are Building Confidence in Our Youth \n\nThe sun was barely up on a crisp Saturday morning, September 16, 2023, but the air at Deer Valley Park was already electric with anticipation and energy. Streams of teenagers with numbered bibs pinned to their sports shirts and mud-ready sneakers hustled towards the starting line. The vibe was palpable; adventure and obstacle races had taken the local fitness scene by storm, especially among the youth. This thrilling trend isn't just about physical fitness; it's a catalyst for building confidence and camaraderie in our young community members. \n\nThe Rise of Mud and Grit: Adventure Races Gain Ground \n\nLooking at the buzz around adventure racing today, it's hard to pinpoint the exact moment this trend caught fire. However, local fitness experts like Jenna Harrison, the head coach at HighPeak Fitness, believe the shift occurred around late 2023. \"Teens were looking for an escape from digital saturation. They craved something raw and real,\" she says. Harrison has since then trained over 200 young athletes for various local obstacle events with remarkable success. \n\nThe evidence is clear as we see the popularity of series like 'The Savage Sprint' that took place on October 5th or 'The Boulder Dash', a challenging stint that unfolded on October 21st, drawing hundreds of teenagers to the rugged terrain of Miller's Woods. \n\nHarnessing the Power of Adrenaline and Agility \n\nSo, what's the appeal? It's multifaceted. Teenagers are hardwired for exploration and adventure. Adventure races tap into that innate desire, blending adrenaline-pumped experiences with obstacles that mimic the wild - climbing walls, crawling under barbed wire, and swinging across monkey bars. The races not only test their physical strength and endurance but also encourage strategic thinking and mental resilience.  \n\nSixteen-year-old Ethan Torres remarked after completing the 5K 'Jungle Jaunt' on November 9, 2023, \"It's not just about speed. You have to be smart and tough in a different way. Each obstacle is like a puzzle you've got to solve on the go.\" \n\nThe Social Fabric of Racing \n\nBeyond personal growth, these events have stirred a sense of community among the youth. Teams often consist of school friends, club members, or neighborhood peers. These races have become a social calendar highlight, a time when teenagers can support and challenge one another away from screens and social media pressures.\nAs 15-year-old Mia Rodriguez shared, while taking a break from the action at the 'Urban Warrior Challenge' on December 2, \"We've become like a small family. We train together, we race, and then we celebrate, no matter who wins or loses.\" \n\nProfessional Guidance Fuels Progression \n\nInterestingly, as these races have grown in prominence, so has the involvement of professional trainers and coaches in the local fitness community. Gyms like The Forge, managed by Alex Strauss, have developed specialized training programs tailored to the unique demands of adventure racing. \"With the right guidance, teens are less prone to injuries, and they learn the correct techniques,\" explains Strauss. \"It's not just about being your fastest or strongest; it's about being your smartest.\" \n\nInnovation in Adventure: Evolving Obstacle Design \n\nIn response to the burgeoning interest, race organizers have become increasingly innovative. Obstacles are cleverly designed to engage a variety of muscle groups and require different skill sets, ensuring a holistic workout. Local mechanical engineer and obstacle enthusiast, Christina Nguyen, who volunteered at the 'Peak Pursuit' on September 30, notes the sophistication and safety measures in obstacle design. \"It's not just tossing tires and ropes around. Each station is calculated for maximum impact and safety,\" she observes. \n\nFostering an Inclusive Community \n\nAs diverse as the obstacles are the participants themselves. Inclusivity is a hallmark of these local adventure events. Regardless of fitness level, there is a sense of belonging on the course. Teens who may not excel in traditional sports find their niche here. \"Adventure racing doesn't discriminate. You start to learn that everyone has their own strengths,\" says high school sophomore Jaden Lee, a regular at the local races. \n\nAdventure Racing: A Catalyst for Change \n\nThe ripple effect of this phenomenon is visible beyond the personal. Local schools have started incorporating elements of obstacle training into their physical education curricula. The goal isn't merely to prepare students for races but to instill a sense of determination and willpower that transcends the physical.  \n\nAdditionally, environmental awareness has surged among participating teens. Adventure races often promote conservation through \"leave no trace\" practices and educating young racers about the local flora and fauna they encounter. \n\nThe Economic Engine: Local Businesses Reap Benefits\nThe increased foot traffic with every event has local businesses bustling. Restaurants, sports equipment stores, and even local artisans experience a significant uplift during race weekends. \"Race days are some of our busiest,\" says Carlos Mendez, manager at 'The Trailhead' café, which overlooks the popular Sentry Ridge racecourse. \n\nLooking Ahead: The Future of Adventure Racing \n\nWith a successful year of races behind us, plans are already afoot for the next season. New races are projected to be added to the local calendar, and there is talk of scholarship programs being established to aid less privileged teens in participating. \n\nIt's clear that adventure and obstacle racing are more than just a local trend; they are becoming a cultural movement that’s shaping our youth in powerful and profound ways. As we look to the future, the energy and anticipation surrounding these events give us a glimpse into not just the physical, but the emotional and mental fortitude being forged within the next generation. This is a story whose next chapter we eagerly await to be written on the muddy trails and challenging courses that lie ahead.\n",
    "key_facts": [
        "Adventure races have become a popular trend among teenagers, promoting physical fitness and building confidence.",
        "Events like 'The Savage Sprint' and 'The Boulder Dash' have attracted hundreds of teenagers to participate in adventure races.",
        "Adventure races provide physical challenges and help develop strategic thinking and mental resilience in teenagers.",
        "These races foster a community spirit, bringing together teens in teams that support and challenge each other.",
        "Professional trainers and gyms have developed specialized programs to train young athletes for these obstacle events."
    ],
    "other_facts": [
        "Christina Nguyen, a volunteer, highlights the calculated design of obstacle racing stations for impact and safety.",
        "Alex Strauss from The Forge emphasizes the importance of proper guidance in reducing injuries and improving technique in adventure racing.",
        "Local businesses, such as 'The Trailhead' café, benefit economically from the increased foot traffic during race events.",
        "Adventure races promote environmental conservation through 'leave no trace' principles and education about local ecosystems.",
        "Inclusivity is a key feature, allowing teenagers of all fitness levels to participate and find their strengths.",
        "Teenager Ethan Torres noted that adventure races require both speed and strategic thinking.",
        "Mia Rodriguez commented on the camaraderie and sense of family formed through participating in these races.",
        "Innovation in obstacle design ensures a comprehensive workout while maintaining safety measures.",
        "Adventure races integrate climbing walls, barbed wire crawls, and monkey bars to test teenagers' physical and mental skills.",
        "Local schools are integrating obstacle training into physical education to build determination and willpower among students."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "Adventure races have become a popular trend among teenagers, promoting physical fitness and building confidence.",
                "Events like 'The Savage Sprint' and 'The Boulder Dash' have attracted hundreds of teenagers to participate in adventure races.",
                "Adventure races provide physical challenges and help develop strategic thinking and mental resilience in teenagers.",
                "These races foster a community spirit, bringing together teens in teams that support and challenge each other.",
                "Professional trainers and gyms have developed specialized programs to train young athletes for these obstacle events.",
                "Inclusivity is a key feature, allowing teenagers of all fitness levels to participate and find their strengths.",
                "Adventure races integrate climbing walls, barbed wire crawls, and monkey bars to test teenagers' physical and mental skills."
            ],
            "article": "### Adventure Racing: The Thrilling Trend Dominating Teen Fitness\n\nIn recent years, a surge of enthusiasm for physical fitness and adventure has gripped the teenage demographic like never before. Adventure races have emerged as an exhilarating trend, captivating the interest of young athletes eager for thrill and challenge. With names as enticing as ‘The Savage Sprint’ and ‘The Boulder Dash,’ these events have not only inspired hundreds of teenagers to lace up their sneakers but have also fostered crucial skills that transcend the racecourse.\n\n#### Beyond the Finish Line\n\nAdventure racing offers more than just the adrenaline rush of competition. It is a holistic experience that pushes teenagers to confront various physical and mental barriers. These races, infamous for their rugged terrains and intense obstacle courses, incorporate elements such as climbing walls, barbed wire crawls, and monkey bars. Such challenges aren’t merely physical tests; they demand strategic thinking and mental resilience. This blend of physical and cerebral challenges proves to be crucial as participants must often devise on-the-spot strategies to navigate these daunting tasks.\n\nAs Sarah Mitchell, a 15-year-old participant of ‘The Savage Sprint,’ puts it, “The race wasn’t just about speed. It was about teamwork and figuring out how to approach each obstacle. The climb seemed impossible until I realized I needed to shift my mindset and plan each step strategically.\"\n\n#### Building a Community of Courage\n\nOne of the most striking aspects of adventure races is the strong sense of community they foster among teenagers. These events are designed to be inclusive, welcoming adolescents from various fitness levels. This inclusivity creates an environment where each participant feels valued, encouraging them to discover and play to their individual strengths. Chris Thompson, a trainer at Peak Performance Gym, remarked, “The races have transformed how teens perceive fitness. It’s no longer just about individual performance but about how they can push each other to do better. It's inspiring to see them work as a team.”\n\nIn preparation for these demanding events, professional trainers and gyms across the nation have developed specialized programs tailored for young athletes. These programs focus on improving agility, strength, and endurance while emphasizing the importance of teamwork and cooperation. Such training not only enhances the participants’ racing capabilities but also imparts life skills that are invaluable in their day-to-day activities.\n\n#### The Impact of Adventure\n\nThe influence of adventure racing extends far beyond improving physical fitness. Teens involved in these activities often report increased confidence and a better self-image. Tackling and overcoming formidable obstacles offers them a profound sense of achievement, bolstering their confidence in their capabilities both on and off the track. For teenagers like Jake Rivera, an avid racer, the benefits are clear: “Each race I complete makes me feel like I can tackle anything in life. It's not just about racing; it's about pushing past my limits.”\n\nThe enthusiasm for adventure racing has led to the burgeoning of events that attract hundreds of teenage participants. These races are more than just competitions; they are transformative journeys that challenge the limits and unlock the potential of every participant. As these young athletes sprint through mud, climb steep walls, and navigate complex courses, they are also traversing the path to greater self-discovery and communal harmony.\n\n#### A Future of Possibilities\n\nWith the continual rise in popularity, the future of adventure racing appears vibrant and promising. As more teens engage with these exciting challenges, the ripple effects on youth culture and fitness are boundless. Schools and communities are recognizing the value of these races and incorporating elements of adventure racing in physical education programs, thus entrenching the benefits of this burgeoning sport into mainstream education.\n\nFurthermore, the adaptability of these races ensures that they remain a universally appealing activity. By offering different levels of difficulty and integrating innovative challenges, they remain accessible and engaging for all teenagers, irrespective of their prior experience in adventure sports.\n\nThe dynamic of adventure racing is perfectly encapsulated by the spirit of unity it breeds. It’s a sport that has captured the imaginations of teenagers, compelling them to further their physical, strategic, and mental prowess in a way that few other activities can. As this trend continues to flourish, it promises to build a generation of resilient, confident, and cooperative young individuals who carry the spirit of adventure into all facets of their lives.\n\nIn conclusion, adventure racing has proven to be a ground-breaking addition to teenage recreational activities, one that provides manifold benefits that extend far into personal development and community building. As we watch this fascinating trend grow, one can only anticipate the limitless potential it holds for shaping the future of youth fitness and beyond.",
            "num_words": 776
        },
        "claude3.5sonnet": {
            "facts": [
                "Adventure races have become a popular trend among teenagers, promoting physical fitness and building confidence.",
                "Events like 'The Savage Sprint' and 'The Boulder Dash' have attracted hundreds of teenagers to participate in adventure races.",
                "Adventure races provide physical challenges and help develop strategic thinking and mental resilience in teenagers.",
                "These races foster a community spirit, bringing together teens in teams that support and challenge each other.",
                "Professional trainers and gyms have developed specialized programs to train young athletes for these obstacle events.",
                "Adventure races integrate climbing walls, barbed wire crawls, and monkey bars to test teenagers' physical and mental skills.",
                "Mia Rodriguez commented on the camaraderie and sense of family formed through participating in these races."
            ],
            "article": "The Rise of Adventure Racing: How Teens are Conquering Obstacles and Building Bonds\n\nIn recent years, a new trend has taken the teenage world by storm, transforming the way young people approach fitness and personal growth. Adventure races, once the domain of hardcore adult athletes, have now become a popular phenomenon among teenagers across the country. These challenging events are not only promoting physical fitness but also building confidence and fostering a sense of community among participants.\n\nAs the sun rises over a muddy field dotted with imposing obstacles, hundreds of teenagers gather, their excitement palpable in the crisp morning air. They're here for events like \"The Savage Sprint\" and \"The Boulder Dash,\" which have quickly become must-attend occasions for thrill-seeking teens looking to push their limits and prove their mettle.\n\nSeventeen-year-old Jake Thompson, a regular participant in these races, shares his perspective: \"When I first heard about adventure racing, I thought it was just another fad. But after my first event, I was hooked. It's not just about being the fastest or the strongest; it's about overcoming your own doubts and fears.\"\n\nIndeed, these races provide far more than just a physical challenge. They're carefully designed to test and develop strategic thinking and mental resilience in teenagers. Participants must navigate complex obstacle courses that integrate climbing walls, barbed wire crawls, and monkey bars, each element carefully crafted to push young athletes to their limits.\n\nSarah Chen, a sports psychologist who has studied the impact of adventure racing on adolescents, explains, \"These events create a unique environment where teenagers are forced to confront their limitations head-on. The physical challenges are significant, but it's the mental hurdles that often prove most transformative. We're seeing remarkable improvements in self-confidence, problem-solving skills, and emotional resilience among regular participants.\"\n\nBut perhaps the most striking aspect of this trend is the sense of community it fosters. Unlike traditional individual sports, adventure races often encourage participants to compete in teams. This format brings together teens from diverse backgrounds, creating bonds that extend far beyond the finish line.\n\nMia Rodriguez, a 16-year-old veteran of several races, commented on the camaraderie and sense of family formed through participating in these events. \"When you're out there on the course, covered in mud and feeling like you can't take another step, it's your teammates who keep you going,\" she says. \"We push each other, support each other, and celebrate each other's victories. It's like nothing else I've ever experienced.\"\n\nThis sense of community isn't limited to race day. As the popularity of adventure racing has grown, so too has the infrastructure supporting it. Professional trainers and gyms have developed specialized programs to prepare young athletes for these grueling events. These training grounds have become hubs of activity, where teens gather to work out, share tips, and build friendships.\n\nCoach Marcus Dunn, who runs one such program at his local gym, notes the positive impact he's seen on his young charges. \"When these kids first come in, many of them are shy, unsure of themselves. But as they train and prepare for these races, you see a transformation. They become more confident, more outgoing. They start to believe in themselves and what they're capable of.\"\n\nThe growing popularity of adventure racing among teenagers hasn't gone unnoticed by parents and educators. Many schools are now incorporating elements of obstacle course training into their physical education programs, recognizing the multifaceted benefits these activities provide.\n\nPrincipal Elena Gomez of Westfield High School explains her decision to introduce adventure racing elements into the school's curriculum: \"We're always looking for ways to engage our students and promote physical fitness. Adventure racing ticks all the boxes. It's challenging, it's fun, and it teaches valuable life skills like perseverance and teamwork.\"\n\nHowever, as with any intense physical activity, there are concerns about safety. Race organizers and trainers emphasize the importance of proper preparation and safety measures. \"We take every precaution to ensure these events are as safe as possible,\" says Tom Baker, organizer of The Savage Sprint. \"But we also make it clear to participants that these races are meant to be challenging. That's part of what makes them so rewarding.\"\n\nAs adventure racing continues to gain traction among teenagers, it's clear that this trend is about more than just physical fitness. It's about building confidence, fostering community, and helping young people discover their own strength – both physical and mental.\n\nSixteen-year-old Emily Nguyen sums it up best: \"Before I started doing these races, I never thought I was athletic. I was always the last pick in gym class. But out here, on the course, none of that matters. It's just me, my team, and the obstacles in front of us. And every time I cross that finish line, I feel like I can conquer anything.\"\n\nAs the sun sets on another race day, muddy and exhausted teenagers exchange high-fives and proud smiles. They've pushed themselves to their limits, supported each other through challenges, and emerged stronger for it. In the world of adventure racing, every finish line crossed is a victory – not just for the individual, but for the entire community of young athletes who have found their strength, their confidence, and their tribe in the mud and obstacles of these remarkable events.",
            "num_words": 877
        },
        "llama3.1-405b": {
            "facts": [
                "Adventure races have become a popular trend among teenagers, promoting physical fitness and building confidence.",
                "Events like 'The Savage Sprint' and 'The Boulder Dash' have attracted hundreds of teenagers to participate in adventure races.",
                "Adventure races provide physical challenges and help develop strategic thinking and mental resilience in teenagers.",
                "These races foster a community spirit, bringing together teens in teams that support and challenge each other.",
                "Professional trainers and gyms have developed specialized programs to train young athletes for these obstacle events.",
                "Inclusivity is a key feature, allowing teenagers of all fitness levels to participate and find their strengths.",
                "Adventure races promote environmental conservation through 'leave no trace' principles and education about local ecosystems."
            ],
            "article": "**The Thrill of Adventure Racing: Empowering Teenagers through Physical and Mental Challenges**\n\nIn recent years, a new trend has taken the world of teenage fitness by storm – adventure racing. Events like 'The Savage Sprint' and 'The Boulder Dash' have been drawing in hundreds of enthusiastic teenagers, eager to test their physical and mental limits. This exciting phenomenon is not only promoting physical fitness but also building confidence, strategic thinking, and mental resilience in young people.\n\nAt its core, adventure racing is about pushing oneself beyond comfort zones and embracing the unknown. These events typically involve a variety of physical challenges, such as obstacle courses, trail running, and team-based activities, designed to test participants' endurance, agility, and problem-solving skills. By participating in adventure races, teenagers can develop a deeper understanding of their capabilities and learn to overcome self-doubt.\n\nOne of the most significant benefits of adventure racing is its ability to foster a community spirit among teenagers. These events bring together young people from diverse backgrounds and fitness levels, encouraging them to work together in teams that support and challenge each other. As participants navigate the course, they learn to rely on their teammates, communicate effectively, and build each other up – essential life skills that extend far beyond the finish line.\n\n\"I was hesitant to sign up for 'The Savage Sprint' at first, but my friends convinced me to join their team,\" said Emily, a 16-year-old participant. \"It was an incredible experience – we worked together, lifted each other up, and crossed the finish line as a team. I realized that I'm capable of so much more than I thought.\"\n\nProfessional trainers and gyms have taken notice of the adventure racing trend and developed specialized programs to train young athletes for these obstacle events. These programs focus on building functional strength, agility, and cardiovascular endurance, as well as teaching participants how to navigate complex obstacles and work effectively in teams.\n\nInclusivity is a key feature of adventure racing, allowing teenagers of all fitness levels to participate and find their strengths. Courses often include modifications or alternative routes for participants with physical limitations, ensuring that everyone can engage with the event. This emphasis on accessibility has made adventure racing an attractive option for teenagers who may not have considered themselves \"athletes\" in the traditional sense.\n\n\"We want every participant to feel welcome and challenged, regardless of their fitness level,\" said Sarah, a professional trainer specializing in adventure racing programs. \"Our goal is to help young people develop a lifelong love of physical activity and adventure, while building confidence and resilience that will serve them well in all areas of life.\"\n\nBeyond its physical and mental benefits, adventure racing also promotes environmental conservation through 'leave no trace' principles and education about local ecosystems. Many events take place in natural environments, such as parks or forests, and organizers work closely with local authorities to minimize the impact on these areas. Participants are encouraged to respect the land, conserve water, and reduce waste – essential lessons that will inform their relationship with the environment for years to come.\n\nAs the popularity of adventure racing continues to grow, it's clear that this trend is about more than just physical fitness or competition. It's about empowering young people to push beyond their limits, build meaningful connections with others, and develop a deeper appreciation for the world around them. Whether you're a seasoned athlete or just starting out, adventure racing offers a unique opportunity to challenge yourself, grow as a person, and connect with like-minded individuals who share your passion for adventure.\n\nIn the words of Jack, a 17-year-old participant, \"Adventure racing is more than just a physical challenge – it's a mental game, a team effort, and a connection with nature. It's taught me that I'm capable of overcoming obstacles, working with others, and taking care of the planet. That's a pretty powerful combination.\"\n\nSo, if you're a teenager looking for a new challenge or an adult seeking to inspire the next generation of adventurers, consider joining the adventure racing movement. With its unique blend of physical and mental challenges, community spirit, and environmental awareness, this trend is sure to continue inspiring and empowering young people for years to come.",
            "num_words": 705
        },
        "qwen1.5-110b": {
            "facts": [
                "Adventure races have become a popular trend among teenagers, promoting physical fitness and building confidence.",
                "Events like 'The Savage Sprint' and 'The Boulder Dash' have attracted hundreds of teenagers to participate in adventure races.",
                "Adventure races provide physical challenges and help develop strategic thinking and mental resilience in teenagers.",
                "These races foster a community spirit, bringing together teens in teams that support and challenge each other.",
                "Professional trainers and gyms have developed specialized programs to train young athletes for these obstacle events.",
                "Christina Nguyen, a volunteer, highlights the calculated design of obstacle racing stations for impact and safety.",
                "Alex Strauss from The Forge emphasizes the importance of proper guidance in reducing injuries and improving technique in adventure racing."
            ],
            "article": "### Teenage Thrills: The Rise of Adventure Racing and Its Impact on Youth\n\nIn a world increasingly dominated by digital distractions, a new and exciting trend has emerged in the realm of physical activities for teenagers. Adventure races, epitomized by events like \"The Savage Sprint\" and \"The Boulder Dash,\" have captured the attention of hundreds of young adventurers, providing a thrilling alternative to sedentary lifestyles. These adrenaline-pumping challenges not only promote physical fitness and build confidence but also cultivate strategic thinking and mental resilience in today's youth.\n\n### The Thrill of the Challenge\n\nAdventure races have become a melting pot of physical challenges and strategic play, testing the limits of young participants. These races often feature a series of obstacles that require a combination of strength, agility, and cunning to overcome, creating a perfect storm for personal growth. As teenagers push through mud pits, climb steep walls, and navigate through dense forests, they learn to adapt and strategize under pressure, skills that transcend the race and seep into their everyday lives. \n\nAccording to professional trainers and gym owners, the goal is to prepare these young athletes not just for the physical demands of the race, but for the mental fortitude required to face any hurdle. Programs like these are designed to build resilience, emphasizing the importance of perseverance and the value of teamwork, a concept echoed by The Forge's Alex Strauss. \"It's not just about crossing the finish line first,\" he explains. \"It's about how you handle the journey there. Proper guidance is crucial to reducing injuries and improving technique, ensuring that every step they take is a step forward.\"\n\n### Safety First: A Focus on Injury Prevention\n\nThe safety of these young racers is paramount, which is why organizers and experts like Christina Nguyen, a dedicated volunteer, emphasize the calculated design of obstacle courses. Nguyen ensures that each station is meticulously planned with both impact and safety in mind, aiming to create a challenging yet secure environment for teenagers to push their limits. \"Safety should never compromise the thrill,\" she asserts. \"Our goal is to provide an experience that is as safe as it is exhilarating, allowing kids to grow in confidence without fear.\"\n\n### A Sense of Community: Bonding Through Obstacles\n\nBeyond the physical and mental benefits, adventure races foster a unique sense of community among participants. The act of facing challenges side by side creates a bond that transcends competition. Teams form and dissolve, regrouping and encouraging one another, highlighting the collective spirit underlying these seemingly solitary pursuits. In this setting, friendships are forged and bonds are strengthened, as each participant learns the value of support and shared achievement.\n\n\"The beauty of adventure racing,\" notes one enthusiastic participant, \"is how it brings people together. You're not just running against others, you're running alongside them, learning from their strengths and strategies. It's a journey of self-discovery and team-building.\"\n\n### A Growing Phenomenon: The Future of Teen Fitness\n\nAs adventure racing continues to gain popularity among teenagers, it's clear that these events serve more than just a recreational purpose. They represent a pathway to physical and mental wellness, a platform for personal growth, and an opportunity to build lasting connections. For trainers, event organizers, and volunteers like Nguyen and Strauss, the primary objective is to instill in teens a lifelong love for health and a community that supports and celebrates their achievements.\n\nAdventure races have come to symbolize not just a physical challenge, but a transformative journey for today's youth. As more teenagers embrace the thrill of the race, the world of adventure sports is undoubtedly shaping the next generation of resilient, confident, and connected individuals. The future looks bright for this growing phenomenon, promising continued evolution and innovation in how we engage and empower young athletes.",
            "num_words": 628
        }
    }
}