{
    "id": "2351",
    "topic": "Local Arts and Culture",
    "original_doc": "The Renaissance of Indigenous Artistry: Stories through Traditional Techniques In the post-postmodern world (because merely 'postmodern' is so last-century), the art scene is witnessing a phenomenon that can only be described as a cyclical cosmic joke. From the cave paintings of yore, humanity's creative expressions are taking a 'retro' leap into the past while landing squarely in the future's lap – on the blockchain, no less. This curious blend of indigenous artistry with digital trends is not just a testament to the enduring power of traditional narratives but also to our society's whimsical dance with novelty.\n\nFrom Smoke Signals to Hashtags The story begins on a rather ordinary Tuesday— September 12, 2023, to be precise—when Grayson Two-Eagles, a reputed artist of the Nakota tribe, took to Instagram (now an archaic social media platform by Gen Alpha standards) to showcase his latest creation: a collection of intricate beadwork pieces. But here's the kicker; they were digitized and sold as unique NFTs (Non-Fungible Tokens, for those still living in 2022).\n\nGrayson isn't alone in his quest to blend the ancient with the absurdly modern. He’s joined by a band of indigenous artists who have picked up their ancestral tools—be it for weaving, pottery, or storytelling—and plunged headfirst into the deep end of the digital pool.\n\nPictograms and Pixels – An Unlikely Love Story Art aficionados might snicker behind elegantly presented hors d'oeuvres at posh galleries, but the truth is unmistakable: contemporary society is yearning for something authentic. Enter Maya Running Deer, a Cree artist whose tapestries have graced the walls of unexpected venues—like the bustling virtual gallery in Minecraft. On October 3, 2023, Maya's in-game exhibition drew thousands of pixelated guests, all clamoring for a piece of digitized culture that their ancestors probably wouldn't comprehend but would certainly be proud of.\n\nCarving a Niche in the Metaverse It's not just two-dimensional art that's getting a blockchain boost. On the evening of October 15, 2023, Haida carver Jonathan Lightning struck a chord—or rather, a virtual chisel—into the ever-evolving metaverse. His 3D totem poles don't just bear the animal spirits of old but also carry QR codes that, when scanned, will regale you with origin stories. They're traditional tales wrapped in a modern enigma, and they're selling like hotcakes to those seeking rootedness in the digital diaspora.\nThe Dance of the Paradox – Is Authenticity in Reproduction? In this new renaissance, certain purists scoff at the idea of calling NFT recreations of ancestral art 'authentic.' Yet, Sheila Fire-Cloud, a Lakota beadworker, offers a clap-back that reverberates through the echo chambers of Twitter since September 26, 2023. She asserts, through a series of spicy tweets, that authenticity isn't about the medium; it's the message. \"Our ancestors used what was available,\" she points out, \"and so do we, even if what's available is Wi-Fi and blockchain technology!\"\n\nThe Spoken Word in Bytes Who could forget the expressive power of the spoken word in indigenous cultures? Certainly not Jay Silver-Fox, whose voice, on November 27, 2023, transcended the confines of physical space to enter the realm of the ever-popular Clubhouse app. Jay’s performances of ancient Navajo tales have become viral audio clips that are played, replayed, and soulfully relished by digital natives across the globe.\n\nThe Contactless Potlatch On the west coast, the virtual potlatch has become the rage. December 5, 2023, marked the date when Emily Whalesong, a Kwakwaka'wakw entrepreneur, pioneered the first contactless potlatch. It was a feast for the senses and the servers as hundreds of avatars gathered on a VR platform to celebrate kinship, status elevations, and, lo and behold, to distribute digital 'copper shields' as tokens of wealth.\n\nUnweaving the Narrative: Colonial Threads in a New Fabric Of course, with great renaissance comes great revisionism, and the indigenous art resurgence has not been without its controversies. Some argue that affluent hipsters buying indigenous NFTs is just another form of cultural commodification. But artists like Emma Morning-Sun, who sold her virtual quillwork for a record-breaking number of Ethereum on January 8, 2024, argue that these sales empower indigenous communities by bringing in real economic benefit.\n\nBeyond the Horizon: The Future of Indigenous Creativity As we slip into 2024, the renaissance of indigenous art begins to resemble a multi-faceted prism, reflecting heritage through the numerous digital mediums available at our fingertips. This rebirth is not merely about appreciating the past but actively engaging with it. With every digital thread woven into the tapestry of the internet, these artists are not just tracing their lineages; they are emboldening them with contemporary relevance. In doing so, they challenge the very foundations of the art economy and the roles we play within it.\n\nMore than ever, the indigenous art renaissance is scripting a narrative that propels\ntraditional techniques into the limelight while humorously poking fun at the obsessive tech cultures of our time. Sit tight, art world! This cavalcade of ancestral meme-fodder is only getting started. And you, dear reader, are perched at the edge of your seat, observing the irony unfold as you swipe through this article on your fifth-generation iPhone, which, incidentally, is already two editions behind. Welcome to the tradition of tomorrow, where authenticity is pixelated and every story is a click away.\n",
    "key_facts": [
        "Indigenous artists are blending traditional techniques with modern digital trends, such as NFTs, to express creativity.",
        "Grayson Two-Eagles, a Nakota tribe artist, is notable for digitizing and selling his beadwork as NFTs.",
        "Maya Running Deer, a Cree artist, showcased her work in a virtual gallery within the Minecraft game.",
        "Jonathan Lightning, a Haida carver, incorporates QR codes in his 3D totem poles as part of the digital art movement.",
        "This renaissance in indigenous art challenges traditional notions of authenticity, blending ancestral narratives with digital mediums."
    ],
    "other_facts": [
        "Emma Morning-Sun sold her virtual quillwork to gain economic benefits for indigenous communities.",
        "Sheila Fire-Cloud argues that authenticity lies in the message rather than the medium, defending digital indigenous art on Twitter.",
        "Maya Running Deer held an in-game exhibition on October 3, 2023, with thousands of virtual attendees.",
        "The renaissance of indigenous artistry is occurring within a post-postmodern context, reflecting a blend of past and future.",
        "On December 5, 2023, Emily Whalesong hosted the first contactless potlatch on a virtual reality platform.",
        "Jonathan Lightning's virtual totem poles sell well to buyers in the digital space.",
        "This movement reflects a multi-faceted prism of heritage through digital means, challenging traditional art economies.",
        "On September 12, 2023, Grayson Two-Eagles showcased his beadwork on Instagram and sold them as NFTs.",
        "Jay Silver-Fox's performances of Navajo tales became viral on Clubhouse on November 27, 2023.",
        "The renaissance of indigenous art is seen as a humorous contrast to modern tech cultures."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "Indigenous artists are blending traditional techniques with modern digital trends, such as NFTs, to express creativity.",
                "Grayson Two-Eagles, a Nakota tribe artist, is notable for digitizing and selling his beadwork as NFTs.",
                "Maya Running Deer, a Cree artist, showcased her work in a virtual gallery within the Minecraft game.",
                "Jonathan Lightning, a Haida carver, incorporates QR codes in his 3D totem poles as part of the digital art movement.",
                "This renaissance in indigenous art challenges traditional notions of authenticity, blending ancestral narratives with digital mediums.",
                "The renaissance of indigenous art is seen as a humorous contrast to modern tech cultures.",
                "On December 5, 2023, Emily Whalesong hosted the first contactless potlatch on a virtual reality platform."
            ],
            "article": "In recent years, a dynamic renaissance has been unfolding in the world of Indigenous art, a transformation that skillfully juxtaposes time-honored traditions with cutting-edge technology. These innovative artists are not only crafting a vibrant tapestry of creativity that bridges the past and present but are also challenging conventional notions of authenticity and belonging in the digital age.\n\nOne of the major players in this movement is Grayson Two-Eagles, a visionary artist from the Nakota tribe. Grayson has garnered significant attention by pioneering the digitization of his intricate beadwork. By selling these digital renditions as Non-Fungible Tokens (NFTs), he has introduced a timeless art form to a global audience on platforms that defy geographical boundaries. His work encapsulates the essence of preserving cultural heritage while embracing contemporary digital trends. \"It's like opening a dialogue between the ancestors and the algorithms,\" Grayson remarked during a recent online interview.\n\nIn a similar vein, Cree artist Maya Running Deer has brought her artistic expression into the virtual realm through an unexpected medium—Minecraft. By showcasing her artwork in a virtual gallery within this popular game, Maya has effectively cast a net over a younger, tech-savvy audience, inviting them into her world of creativity seamlessly woven with her Indigenous identity. \"Minecraft isn't just a game; it’s a canvas waiting to be filled with stories and colors that represent who we are,\" Maya explained during her virtual gallery tour.\n\nMeanwhile, Jonathan Lightning, a Haida carver known for his majestic 3D totem poles, is pushing the envelope further. Jonathan has ingeniously incorporated QR codes into his carvings, thus bridging the gap between the tactile and the digital. This novel approach allows admirers to scan the codes and delve into the rich narratives and motifs that populate his work, offering a layered experience that traditional mediums can't always provide. Jonathan’s totems are thus more than art; they are interactive narratives that live simultaneously in the real and digital spaces.\n\nThis wave of innovation is not merely an artistic movement but a cultural statement. It audaciously challenges preconceived notions of authenticity in art, proving that the fusion of ancient narratives with digital technologies is not only possible but enriching. As artists like Grayson, Maya, and Jonathan propel this new wave of Indigenous art, they are wittily juxtaposing their cultural roots against the backdrop of modern tech culture, drawing contrasts that are sometimes seen as humorous, yet undeniably profound.\n\nThe cultural renaissance does not end in the static pixels or the masterful carvings of QR codes. On December 5, 2023, Emily Whalesong, an artist and cultural steward, orchestrated a groundbreaking event—the world’s first contactless potlatch on a virtual reality platform. This event seamlessly melded the principles of a traditional potlatch, which is a time for giving and sharing amongst Indigenous communities, with the ethereal nature of a virtual environment. Guests donned virtual reality headsets and stepped into an immersive world where cultural exchange took place beyond physical borders. The event encapsulated a pivotal moment where tradition met technology in the spirit of community and sharing. \n\nEmily’s virtual potlatch serves as a powerful reminder of the adaptability and resilience of Indigenous cultures. It also raises compelling questions about the future of cultural traditions in an increasingly digital world. Can virtual communities offer the same sense of connection and belonging that physical ones do? Emily believes they can, asserting that \"In our virtual fires, stories weave their magic just as brightly as they do around physical ones.\" \n\nIn conclusion, the renaissance of Indigenous art is a testament to the resilience and innovative spirit of its creators, who are unwavering in their commitment to authenticity while navigating the currents of digital transformation. By melding traditional techniques with digital innovations, these artists are not only reclaiming their narratives but are also inviting the world to witness the evolution of art without borders. As we stand at the crossroads of past and present, this movement reassures us that art will always find a way to transcend limitations, weaving stories that resonate across time and space.",
            "num_words": 669
        },
        "claude3.5sonnet": {
            "facts": [
                "Indigenous artists are blending traditional techniques with modern digital trends, such as NFTs, to express creativity.",
                "Grayson Two-Eagles, a Nakota tribe artist, is notable for digitizing and selling his beadwork as NFTs.",
                "Maya Running Deer, a Cree artist, showcased her work in a virtual gallery within the Minecraft game.",
                "Jonathan Lightning, a Haida carver, incorporates QR codes in his 3D totem poles as part of the digital art movement.",
                "This renaissance in indigenous art challenges traditional notions of authenticity, blending ancestral narratives with digital mediums.",
                "Jay Silver-Fox's performances of Navajo tales became viral on Clubhouse on November 27, 2023.",
                "The renaissance of indigenous art is seen as a humorous contrast to modern tech cultures."
            ],
            "article": "The Digital Tapestry: Indigenous Artists Weaving Tradition into the Future\n\nIn an era where pixels and paint often seem at odds, a vibrant renaissance is unfolding in the world of indigenous art. Across North America, native artists are boldly stepping into the digital realm, creating a fascinating fusion of ancestral wisdom and cutting-edge technology. This unexpected marriage of tradition and innovation is not only preserving cultural heritage but also challenging long-held notions of authenticity in art.\n\nTake, for instance, the groundbreaking work of Grayson Two-Eagles, a Nakota tribe artist who has taken the intricate art of beadwork into the 21st century. Two-Eagles has found a way to digitize his stunning designs, transforming them into NFTs (Non-Fungible Tokens) that can be bought, sold, and admired in the virtual world. \"My grandmother taught me beadwork when I was just a child,\" Two-Eagles reminisces. \"I never imagined I'd be selling my creations as digital assets one day. But here we are, and it feels like I'm honoring her legacy in a whole new way.\"\n\nThis sentiment echoes throughout the indigenous art community, where artists are increasingly embracing digital mediums to express their creativity and share their cultural narratives. Maya Running Deer, a Cree artist, recently made waves by showcasing her artwork in a most unexpected venue: the popular video game Minecraft. Running Deer meticulously crafted a virtual gallery within the game, allowing players from around the world to explore and interact with her creations.\n\n\"It's surreal to see people from Japan or Brazil wandering through my Minecraft gallery, admiring pieces that tell stories of my people,\" Running Deer muses. \"In a way, it's like our traditions are traveling further than our ancestors could have ever dreamed.\"\n\nThe blend of old and new takes on even more tangible forms in the work of Jonathan Lightning, a Haida carver known for his majestic totem poles. Lightning has found an ingenious way to bridge the physical and digital worlds by incorporating QR codes into his sculptures. Visitors can scan these codes with their smartphones to access additional information about the stories and symbols depicted in the totems, creating an interactive experience that deepens understanding and engagement.\n\n\"Some elders were skeptical at first,\" Lightning admits with a chuckle. \"But when they saw how the QR codes could lead people to recordings of our traditional songs or videos of our ceremonies, they realized this was a powerful new way to preserve and share our culture.\"\n\nThis renaissance in indigenous art is not without its critics, however. Some traditionalists argue that the use of digital mediums dilutes the authenticity of native art forms. But proponents of this new movement counter that authenticity lies in the spirit and intent of the creation, not solely in the materials used.\n\nDr. Emma Whitefeather, an art historian specializing in indigenous cultures, offers her perspective: \"Throughout history, indigenous artists have always adapted to new materials and techniques. They used trade beads from Europe, for example, to create entirely new forms of art. What we're seeing now is simply a continuation of that adaptive spirit.\"\n\nThe humor inherent in this clash of ancient and modern is not lost on the artists themselves. Many find a delightful irony in using ultra-modern tech to express age-old traditions. As Maya Running Deer quips, \"There's something beautifully absurd about crafting a digital dreamcatcher to catch virtual bad dreams in the metaverse.\"\n\nThis playful approach to bridging cultural gaps was perfectly exemplified on November 27, 2023, when Jay Silver-Fox, a Navajo storyteller, took the audio-based social media platform Clubhouse by storm. Silver-Fox's performance of traditional Navajo tales became an unexpected viral sensation, with listeners from around the globe tuning in to hear stories that had been passed down through generations.\n\n\"I never thought I'd be trending on social media,\" Silver-Fox laughs. \"But if that's what it takes to keep our stories alive and relevant, then count me in. Besides, I think my great-grandfather would have loved the idea of his tales reaching people on the other side of the world instantaneously.\"\n\nThe success of artists like Silver-Fox, Running Deer, and Two-Eagles is inspiring a new generation of indigenous creators to explore the possibilities of digital art. Young artists are experimenting with augmented reality, virtual reality, and even artificial intelligence to create works that honor their heritage while pushing the boundaries of what's possible.\n\nThis digital renaissance is not just changing how indigenous art is created and consumed; it's also opening up new economic opportunities for native communities. The global reach of online platforms means that artists can now sell their work to a worldwide audience, potentially providing a much-needed boost to often economically challenged reservations and tribal lands.\n\nAs we look to the future, it's clear that the intersection of indigenous art and digital technology will continue to evolve in exciting and unexpected ways. This blending of ancestral narratives with cutting-edge mediums is creating a rich, new tapestry of cultural expression that honors the past while embracing the future.\n\nIn the end, perhaps the most powerful aspect of this movement is its ability to keep indigenous cultures vibrant and relevant in a rapidly changing world. By adapting traditional art forms to modern digital trends, these innovative artists are ensuring that their voices will continue to be heard, their stories will continue to be told, and their cultures will continue to thrive in the digital age and beyond.",
            "num_words": 897
        },
        "llama3.1-405b": {
            "facts": [
                "Indigenous artists are blending traditional techniques with modern digital trends, such as NFTs, to express creativity.",
                "Grayson Two-Eagles, a Nakota tribe artist, is notable for digitizing and selling his beadwork as NFTs.",
                "Maya Running Deer, a Cree artist, showcased her work in a virtual gallery within the Minecraft game.",
                "Jonathan Lightning, a Haida carver, incorporates QR codes in his 3D totem poles as part of the digital art movement.",
                "This renaissance in indigenous art challenges traditional notions of authenticity, blending ancestral narratives with digital mediums.",
                "Maya Running Deer held an in-game exhibition on October 3, 2023, with thousands of virtual attendees.",
                "Emma Morning-Sun sold her virtual quillwork to gain economic benefits for indigenous communities."
            ],
            "article": "\"Revolutionizing Indigenous Art: How Digital Trends are Redefining Ancestral Narratives\"\n\nThe world of indigenous art has witnessed a remarkable resurgence in recent years, as artists from various Native American communities are embracing modern digital trends to express their creativity and share their stories. This fusion of traditional techniques with cutting-edge technology has given birth to a new era of indigenous art, challenging traditional notions of authenticity and pushing the boundaries of creative expression.\n\nOne of the pioneers in this digital art movement is Grayson Two-Eagles, a talented artist from the Nakota tribe. Grayson has made headlines by digitizing his exquisite beadwork and selling it as Non-Fungible Tokens (NFTs). This innovative approach not only allows him to showcase his art to a global audience but also provides a unique opportunity for collectors to own a piece of indigenous cultural heritage. \"Digital platforms have opened up new avenues for us to share our stories and art,\" Grayson explained in an interview. \"NFTs have enabled me to monetize my craft, ensuring that our traditional techniques continue to thrive in the modern world.\"\n\nAnother trailblazer in this field is Maya Running Deer, a Cree artist who has been making waves in the digital art world. On October 3, 2023, Maya held an in-game exhibition within the popular Minecraft game, attracting thousands of virtual attendees from around the globe. This groundbreaking event not only showcased her stunning artwork but also highlighted the immense potential of virtual galleries as a platform for indigenous artists to showcase their creations.\n\nJonathan Lightning, a skilled Haida carver, is also at the forefront of this digital art movement. His innovative incorporation of QR codes into his intricately carved 3D totem poles has set a new standard for interactive art. By weaving digital technology into his traditional practice, Jonathan has successfully bridged the gap between ancestral narratives and modern mediums. \"Our art has always been about storytelling,\" he noted. \"Now, with the integration of digital elements, our stories can reach a wider audience and take on a new level of depth and meaning.\"\n\nThis renaissance in indigenous art has sparked important conversations around authenticity and cultural ownership. As indigenous artists continue to blur the lines between traditional and digital mediums, they challenge conventional notions of what it means to be \"authentically\" indigenous. Emma Morning-Sun, an indigenous artist who has successfully sold her virtual quillwork to support economic benefits for indigenous communities, stressed the importance of embracing this shift. \"Our art has always been a reflection of our resilience and adaptability,\" she emphasized. \"By embracing digital trends, we are not only preserving our cultural heritage but also ensuring its continued relevance and vitality in the modern world.\"\n\nThe impact of this digital art movement extends far beyond the art world itself. By leveraging digital platforms and technologies, indigenous artists are creating new economic opportunities and revenue streams for their communities. The sale of NFTs, virtual art, and other digital creations has the potential to generate significant income, helping to alleviate economic disparities and promote greater self-sufficiency within indigenous communities.\n\nAs this movement continues to gain momentum, it is clear that indigenous art has entered a new era of innovation and creativity. By fusing traditional techniques with modern digital trends, indigenous artists are not only preserving their cultural heritage but also forging new paths of artistic expression and cultural exchange. As Grayson Two-Eagles so eloquently put it, \"Our art has always been about connection – connection to our ancestors, our lands, and our communities. Now, with the power of digital technology, we can share this connection with the world, creating a brighter, more vibrant future for indigenous art.\"\n\nAs the digital art movement continues to push boundaries and challenge traditional notions of authenticity, it is clear that the future of indigenous art has never been brighter. With trailblazers like Grayson Two-Eagles, Maya Running Deer, Jonathan Lightning, and Emma Morning-Sun leading the way, the art world can expect to see even more innovative and inspiring works from indigenous artists in the years to come. By embracing digital trends and technologies, indigenous artists are not only preserving their cultural heritage but also shaping the course of art history itself.",
            "num_words": 694
        },
        "qwen1.5-110b": {
            "facts": [
                "Indigenous artists are blending traditional techniques with modern digital trends, such as NFTs, to express creativity.",
                "Grayson Two-Eagles, a Nakota tribe artist, is notable for digitizing and selling his beadwork as NFTs.",
                "Maya Running Deer, a Cree artist, showcased her work in a virtual gallery within the Minecraft game.",
                "Jonathan Lightning, a Haida carver, incorporates QR codes in his 3D totem poles as part of the digital art movement.",
                "This renaissance in indigenous art challenges traditional notions of authenticity, blending ancestral narratives with digital mediums.",
                "Emma Morning-Sun sold her virtual quillwork to gain economic benefits for indigenous communities.",
                "Sheila Fire-Cloud argues that authenticity lies in the message rather than the medium, defending digital indigenous art on Twitter."
            ],
            "article": "Title: **The Digital Renaissance: Indigenous Art Meets the Metaverse**\n\nIn the world of contemporary art, the Indigenous cultures of North America are experiencing a renaissance, one that is as much about preserving tradition as it is about embracing technological innovation. This fusion is challenging the very essence of authenticity, merging ancient narratives with the digital landscape to create a new era termed the Digital Renaissance.\n\n* * *\n\nThe sun sets over the prairie as Grayson Two-Eagles, a Nakota tribe artist, surfaces from his studio into the fading light. Known for his intricate beadwork, Two-Eagles has brought his rich cultural heritage into the 21st century through a groundbreaking venture: digitizing and selling his creations as Non-Fungible Tokens (NFTs). These digital certificates of authenticity keep his beadwork memorialized in the virtual world, preserving his art forever on the blockchain and allowing him to reach an international audience previously unimaginable.\n\n* * *\n\nAcross the continent in the virtual realms of Minecraft, Maya Running Deer, a Cree artist, hosted an extraordinary gallery. Ancient symbols and vibrant traditional designs of her heritage adorned the walls of the digital space, breathing new life into the platform’s blocky landscape. The contrast between the crude, Lego-like environment and the sophisticated beauty of Running Deer’s artistry evoked powerful narratives of resilience and evolution, showcasing the boundless potential of integrating Indigenous art into the world of digital media.\n\n* * *\n\nMeanwhile, in the coastal Northwest, Jonathan Lightning, a Haida carver, carved the ancient stories of his people into towering totem poles and added a modern twist. By incorporating QR codes, he bridged the gap between the tangible and the digital, providing viewers with a scanning option that would reveal additional information about the totem's history, its stories, and its creators. This unique hybridization celebrates the convergence of ancestral craftsmanship and digital innovation, inviting a global audience to engage with the rich tapestry of Indigenous storytelling right from their fingertips.\n\n* * *\n\nEmma Morning-Sun, an artist deeply rooted in the traditions of her ancestors, made headlines when she sold her virtual quillwork, a symbol of her heritage, in the digital world. The economic benefits from this transaction were not only significant for her but also for her community. Inspired by her success, Morning-Sun set about building economic opportunities for other Indigenous communities, proving that art can foster both cultural preservation and economic empowerment.\n\n* * *\n\nIn the midst of this digital revolution, Sheila Fire-Cloud, a prominent Indigenous artist and activist, took to Twitter to defend the authenticity of these new expressions of Indigenous art. In a passionate online discourse with critics, she argued that the true essence of Indigenous expression lies not in the medium but in the message. The use of digital tools, when driven by the desire to share, preserve, and create, does not dilute the art's authenticity but rather enriches its narrative. Her advocacy has shone a light on the complex debate surrounding contemporary Indigenous art, inviting the world to reconsider its definition of authenticity in the digital age.\n\n* * *\n\nThis Digital Renaissance in Indigenous art challenges the status quo, inviting both artists and audiences to see the value in fusing traditional methods with modern technology. As surfaces expand from physical into digital realms, Indigenous art becomes accessible to an audience wider than ever before. The journey from bead to NFT, from physical canvas to virtual galleries, represents not only a technological leap but also a cultural odyssey, as each artist reclaims their narrative and preserves it for generations to come. In this new era, art transcends, reminding us of its timeless power to connect, inspire, and change the way we see the world.",
            "num_words": 613
        }
    }
}