{
    "id": "3262",
    "topic": "Company Policies",
    "original_doc": "Introduction: Welcome to Road Warriors of Amalgamated Widgetry Inc.! \n\nHello, tireless travelers of Amalgamated Widgetry Inc., where our widgets are as globally needed as your need for a good night's sleep and a decent meal! Before you embark on your next adventure, let us guide you through our whimsical world of accommodation protocols and culinary codes! \n\nChapter 1: The Suite Life of Frank the Sales Rep \n\nRemember Frank, who mistook the minibar for a \"company freebie buffet\"? Well, Frank's now a prime example in the 'Big No-Nos' section of our handbook. Always remember, dear colleagues, that while the hotel pillow mints are complimentary, the charge for emptying the minibar is not. Frank learned this the hard way, and we all now fondly refer to minifridges as \"Frank's downfall.\" \n\nChapter 2: Pillow Forts and Blanket Burritos: Choosing Your Accommodation \n\nAcclaimed for his creativity but not for common sense, Bob from Accounting converted his entire hotel room into a giant pillow fort, which doubled as a team-building exercise. Sadly, the \"fort fees\" were not expensable. So, fellow warriors, a gentle reminder: when choosing your abode, think less \"Game of Thrones\" and more \"Games with Spreadsheets.\" Let's leave the medieval reenactments to the professionals. \n\nChapter 3: The All-You-Can-Eat Incident \n\nOur annual seminar on fiscal frugality took an ironic twist when Jill turned the hotel buffet into an all-you-can-stockpile event. Her suitcase of bagels became a company legend. To clarify, \"all-you-can-eat\" means during that meal, not an apocalypse-style food hoarding. Pack light, eat light, folks—that’s how we roll. \n\nChapter 4: Room Service Roulette \n\nRemember, we are a team; a team that does not take lightly to the \"Room Service Roulette\" game invented by the mischievous members of our marketing department. Drawing straws to see who orders the most expensive dish is neither approved nor appreciated by our budget. If anyone asks, \"lobster\" is the name of a font we use in presentations, not a dinner option. \n\nChapter 5: Midnight Snacks and Mini-Bar Misadventures\nWe've all been there — it's midnight, and the mini-bar whispers your name. Resist the siren call, brave traveler! Jerry from HR will tell you about the time he thought 'complimentary' was synonymous with 'nightly cheese platter delivery.' The HR budget is still recovering. Keep the midnight munchies in check, and let's leave the cheese on the PowerPoint, shall we? \n\nChapter 6: When 'Suite' Turns Sour \n\nStorytime! Cindy once checked into her room to discover it was a broom closet in disguise. Our fearless CFO haggled it into a presidential suite using only her charm and seven office pens. The takeaway? Always double-check your reservation, but keep your bartering skills sharp—you never know when you'll need them. \n\nChapter 7: The Great Breakfast Buffet Migration \n\nThey say breakfast is the most important meal—not an endurance sport. However, last year, our sales team took this to heart a bit too literally and held a breakfast marathon. The hotel had never seen such a concerted toast and coffee grab. To maintain our stellar reputation, let's limit our morning enthusiasm to one plate and a respectable coffee mug size. \n\nEpilogue: Lessons Learned and Calories Earned \n\nSo, my daring Amalgamated Widgeters, as you pack your bags and ready your expense reports, remember these tales of old. Each receipt you collect, each meal you ingest, is part of the grand tapestry of our corporate lore. Adventures await, but please do so sensibly, with the grace and decorum befitting a proud carrier of the Amalgamated Widgetry flag. Bon Voyage, and may your accommodations always be fort-free, and your meals — fiascofree!\n",
    "key_facts": [
        "The document is a humorous guide for employees of Amalgamated Widgetry Inc. on travel protocols.",
        "Frank the Sales Rep is used as an example of improper use of hotel minifridges, referred to as \"Frank's downfall.\"",
        "Bob from Accounting created a pillow fort in his hotel room, which was not expensable.",
        "Jill's incident at the hotel buffet involved excessive stockpiling of food items.",
        "Chapter 6 tells the story of Cindy, who used charm and pens to upgrade her hotel room from a broom closet to a presidential suite."
    ],
    "other_facts": [
        "The document serves as a reminder that each employee's travel behavior contributes to the corporate lore of Amalgamated Widgetry Inc.",
        "The sales team took a breakfast buffet too seriously, resulting in what was described as a breakfast marathon.",
        "It's suggested that employees limit morning enthusiasm during hotel breakfasts to maintain the company's reputation.",
        "The marketing department invented \"Room Service Roulette,\" an unapproved game involving ordering expensive room service items.",
        "The CFO demonstrated negotiation skills by upgrading a disappointing room reservation.",
        "Jerry from HR misinterpreted the term 'complimentary' and significantly affected the HR budget due to minibar use.",
        "The company emphasizes the distinction between complimentary items and those that incur charges, especially regarding hotel amenities.",
        "Bob's pillow fort was considered a team-building exercise but led to \"fort fees.\"",
        "Employees are advised to collect receipts and manage expenses responsibly during their travels.",
        "There is a running theme of humor and whimsy throughout the company's travel guidelines document."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "The document is a humorous guide for employees of Amalgamated Widgetry Inc. on travel protocols.",
                "Frank the Sales Rep is used as an example of improper use of hotel minifridges, referred to as \"Frank's downfall.\"",
                "Bob from Accounting created a pillow fort in his hotel room, which was not expensable.",
                "Jill's incident at the hotel buffet involved excessive stockpiling of food items.",
                "Chapter 6 tells the story of Cindy, who used charm and pens to upgrade her hotel room from a broom closet to a presidential suite.",
                "The sales team took a breakfast buffet too seriously, resulting in what was described as a breakfast marathon.",
                "It's suggested that employees limit morning enthusiasm during hotel breakfasts to maintain the company's reputation."
            ],
            "article": "**Wanderlust & Widgets: Amalgamated Widgetry Inc.'s Whimsical Travel Guide**\n\nIn the bustling corridors of Amalgamated Widgetry Inc., a humorous guide has emerged as the quintessential handbook for employees learning the ropes of corporate travel. As wanderlust encapsulates the corporate world, this guide isn't just any dull outline of do's and don'ts; it sparkles with anecdotes and lessons spun from the misadventures of the intrepid staff. Within its pages, you’ll find tales that are as cautionary as they are comical, painting vivid scenes of what one might dub \"The Chronicles of Travel Triumphs and Tragedies\" at Amalgamated Widgetry.\n\n**Frank's Downfall: A Minifridge Misadventure**\n\nDuring a recent sojourn through the tips and tidbits offered by the guide, you'd likely stumble across the illustrative debacle of Frank the Sales Rep. Oh, Frank, whose penchant for minifridges became a memorable chapter. Finding himself starry-eyed in a plush hotel room, Frank became overzealous in his attempt to conquer the art of portable refrigeration. Overuse of minifridges can be quite the misstep, a truth Frank learned the hard way when it resulted in unforeseen charges. His story, labeled humorously as \"Frank's Downfall,\" serves as the cautionary tale to all employees: resist the allure of those tiny fridges unless you're prepared for the potential overcharge.\n\n**Bob's Expensable Dreamscape**\n\nNot to be outdone, Bob from Accounting presents another flavorful narrative: the episode of the pillow fort. Intent on creating a personal oasis amid his travels, Bob meticulously assembled a fort from the hotel’s pillow supply. It was a whimsical retreat worthy of admiration if not for one tiny detail – pillow forts, it turns out, are a non-expensable item. While Bob’s attempt at recreating childhood magic brought chuckles among his peers, it also added a glaring new category to the expense rejection files.\n\n**Jill's Buffet Bonanza**\n\nMeanwhile, Jill encountered her own culinary chaos at the hotel buffet. Many a traveler has been tempted by the all-you-can-eat promise of a breakfast spread, but Jill took this notion to a new level, stockpiling an impressive cache of croissants, fruits, and more. Her tale of indulgence has been splashed into the guide with a gentle reminder: moderation is key. Not only does the buffet tale teach us the virtue of self-control, but it’s also a memo on preserving the dignity and waistlines of Widgetry employees.\n\n**Cindy: Charm, Pens, and Presidential Living**\n\nContrast these whimsical mishaps with Chapter 6’s inspiring story about Cindy, and you’ll see why this guide is an instant classic. Cindy displayed a blend of charisma and ingenuity – alongside a strategic reserve of pens – in her encounter with hotel staff. Through her charming negotiations, Cindy upgraded her accommodations from a rather meager broom closet to the lavishness of a presidential suite. Her narrative isn’t just an inspiring escapade in resourcefulness; it is a daring lesson on the power of combining charm with creativity, two pillars of successful networking, both on and off the Corporate Map.\n\n**The Breakfast Marathon: The Sales Team's Untold Tale**\n\nHowever, where Cindy epitomized finesse, the sales team added a different flavor to the guide: the infamous breakfast marathon. A spirited crew, they notoriously misjudged the concept of hotel breakfasts, turning one simple meal into a gastronomic marathon that was recorded for posterity. The guide suggests a subtle hint for future endeavors: maintain a subdued morning enthusiasm. Beyond providing personal sustenance, their breakfast marathon became a hilarious reminder of the balance required to manage morning exuberance and preserve the company’s illustrious reputation.\n\nIn all its splendor, Amalgamated Widgetry Inc.'s guide offers a delightful tapestry of laughter-infused lessons. It reminds employees that while travel is a professional necessity, it can also be a playful adventure. Its stories double as a gentle folklore, educating new and seasoned employees alike on the unpredictable antics that accompany work-travel, turning every business trip into an opportunity for unanticipated life lessons.\n\nThe anecdotes not only bind colleagues with shared chuckles but also serve as perennial reminders of wisdom unconventionally gleaned. Behind every laugh surfaces an essential truth about corporate camaraderie and the gentle nuances of behavior that become tales of office legend.\n\nHere's to Bill and Cindy, Jill and Bob, and every spirited soul that steps out laxed yet inspired, hopefully armed with not just a guide, but with the sage creed of \"Laugh, Learn, and Fly.\" For in the realm of Amalgamated Widgetry, there is as much a profound business craft in humor as there is in the mechanics of widgets.",
            "num_words": 742
        },
        "claude3.5sonnet": {
            "facts": [
                "The document is a humorous guide for employees of Amalgamated Widgetry Inc. on travel protocols.",
                "Frank the Sales Rep is used as an example of improper use of hotel minifridges, referred to as \"Frank's downfall.\"",
                "Bob from Accounting created a pillow fort in his hotel room, which was not expensable.",
                "Jill's incident at the hotel buffet involved excessive stockpiling of food items.",
                "Chapter 6 tells the story of Cindy, who used charm and pens to upgrade her hotel room from a broom closet to a presidential suite.",
                "Jerry from HR misinterpreted the term 'complimentary' and significantly affected the HR budget due to minibar use.",
                "The sales team took a breakfast buffet too seriously, resulting in what was described as a breakfast marathon."
            ],
            "article": "The Hilarious Handbook of Corporate Travel: Lessons from Amalgamated Widgetry Inc.\n\nIn the world of corporate travel, there's a fine line between making the most of your business trip and becoming the subject of office legend for all the wrong reasons. Amalgamated Widgetry Inc., a company known for its innovative widgets and equally inventive employees, recently released an internal travel guide that has become the talk of the industry. This document, part cautionary tale and part comedy gold, offers a unique glimpse into the wild world of business travel through the misadventures of its employees.\n\nLet's start with the infamous \"Frank's downfall,\" a cautionary tale that has become synonymous with the perils of hotel minibars. Frank, a charismatic sales representative known for his ability to close deals and open minibar doors with equal fervor, found himself in hot water after a particularly enthusiastic exploration of his hotel room's offerings. \n\n\"I thought it was all complimentary!\" Frank was heard exclaiming as he was escorted out of the hotel, arms full of tiny liquor bottles and overpriced snacks. Little did Frank know that his minibar mishap would pale in comparison to the misunderstanding of his colleague, Jerry from HR.\n\nJerry, a stickler for rules and regulations, made what can only be described as a monumental misinterpretation of the term \"complimentary.\" After attending a conference on employee benefits, Jerry returned to the office with a bill that nearly gave the accounting department a collective heart attack. It seems that Jerry, in his enthusiasm to take advantage of every possible perk, had single-handedly depleted the hotel's entire minibar stock, significantly impacting the HR budget in the process.\n\n\"I was just trying to boost employee morale!\" Jerry protested as he faced a stern-faced CFO. \"I thought 'complimentary' meant we should compliment the hotel by using everything they offered!\"\n\nBut minibar mishaps are just the tip of the iceberg when it comes to the travel escapades of Amalgamated Widgetry Inc. employees. Take, for instance, the curious case of Bob from Accounting. Known for his meticulous attention to detail and love of spreadsheets, Bob surprised everyone with his creative use of hotel amenities.\n\nDuring a particularly stressful audit season, Bob decided to create a pillow fort in his hotel room, complete with a blanket drawbridge and towel turrets. While his creation was admired by the housekeeping staff, the company's expense report system was less impressed. Bob's attempt to expense his \"temporary stress-relief structure\" was met with a firm but amused rejection.\n\n\"I was just trying to create a more productive work environment,\" Bob explained, his voice muffled from inside his pillow fortress. \"Besides, I saved money on room service by hiding from the menu in my fort!\"\n\nNot to be outdone, Jill from Marketing made her mark on the company's travel lore with what has come to be known as \"The Great Buffet Incident.\" During a conference in Las Vegas, Jill took the concept of \"all-you-can-eat\" to new heights. Eyewitnesses report seeing Jill methodically filling her purse, pockets, and even a small suitcase with an assortment of breakfast items.\n\n\"I was just being prepared!\" Jill defended herself, a muffin falling out of her jacket as she spoke. \"You never know when you might need an emergency bagel or seventeen.\"\n\nBut perhaps the most legendary tale in the Amalgamated Widgetry Inc. travel guide is the story of Cindy, the intern who became a master of hotel upgrades. Chapter 6 of the guide, aptly titled \"The Cindy Syndrome: When Charm Goes Too Far,\" tells the tale of how Cindy managed to turn a booking error that placed her in a broom closet into a stay in the presidential suite.\n\nArmed with nothing but a winning smile and a handful of company-branded pens, Cindy sweet-talked her way up the hotel hierarchy. By the end of her stay, she had not only secured the best room in the house but had also convinced the hotel staff that Amalgamated Widgetry Inc. was a secret subsidiary of a major international conglomerate.\n\n\"I just applied the principles of widget sales to hotel negotiations,\" Cindy shrugged, lounging in her jacuzzi. \"It's all about identifying needs and offering solutions... and having really nice pens.\"\n\nThe guide's final cautionary tale involves the entire sales team and what can only be described as a breakfast marathon. During a team-building retreat, the competitive nature of the sales department collided spectacularly with the hotel's breakfast buffet. What started as a casual meal quickly escalated into an endurance event, with team members vying to outdo each other in both quantity and creativity of their breakfast selections.\n\n\"I've never seen anyone make a waffle sandwich with scrambled eggs, bacon, and fruit loops before,\" one horrified hotel staff member reported. \"And I hope I never do again.\"\n\nAs the sun set on their breakfast bonanza, the sales team emerged victorious, if somewhat queasy. The hotel, however, was left to grapple with an empty buffet and a newfound respect for the appetites of widget salespeople.\n\nIn conclusion, the Amalgamated Widgetry Inc. travel guide serves as both a testament to human creativity and a reminder of the importance of clear corporate travel policies. While the company may have had to tighten its expense report scrutiny and issue a few stern warnings, there's no denying that these travel tales have become an integral part of the company's culture.\n\nAs the CEO of Amalgamated Widgetry Inc. put it in the guide's foreword: \"While we encourage our employees to make the most of their business trips, we kindly request that they leave the pillow forts at home, the minibars untouched, and the breakfast buffets... well, at least partially stocked. Remember, what happens on a business trip may not stay on the business trip – it might end up in next year's travel guide instead.\"\n\nSo the next time you find yourself on a business trip, take a moment to consider the legacy you might be creating. Will you be remembered as the model of corporate responsibility, or will your adventures be immortalized in the annals of company lore? Either way, just remember: the minibar is watching, and it's definitely not complimentary.",
            "num_words": 1023
        },
        "llama3.1-405b": {
            "facts": [
                "The document is a humorous guide for employees of Amalgamated Widgetry Inc. on travel protocols.",
                "Frank the Sales Rep is used as an example of improper use of hotel minifridges, referred to as \"Frank's downfall.\"",
                "Bob from Accounting created a pillow fort in his hotel room, which was not expensable.",
                "Jill's incident at the hotel buffet involved excessive stockpiling of food items.",
                "Chapter 6 tells the story of Cindy, who used charm and pens to upgrade her hotel room from a broom closet to a presidential suite.",
                "There is a running theme of humor and whimsy throughout the company's travel guidelines document.",
                "The marketing department invented \"Room Service Roulette,\" an unapproved game involving ordering expensive room service items."
            ],
            "article": "**\"The Unconventional Travel Protocols of Amalgamated Widgetry Inc.: A Guide to Humor and Whimsy on the Road\"**\n\nTraveling for work can be a daunting task, filled with unfamiliar cities, long hours, and the occasional bad hotel breakfast. But for employees of Amalgamated Widgetry Inc., the company's travel protocols document is a reminder that even the most mundane business trips can be infused with a little bit of humor and whimsy.\n\nTake, for example, the cautionary tale of Frank the Sales Rep, whose love of hotel minifridges proved to be his downfall. Frank's excessive use of the mini-bar led to a hefty expense report and a stern warning from management: \"Frank's downfall should serve as a warning to all employees: use the mini-fridge for storing water and medications, not for stocking up on overpriced snacks and drinks.\"\n\nBut Frank's mistakes are just the tip of the iceberg when it comes to Amalgamated Widgetry Inc.'s unorthodox travel protocols. Bob from Accounting, for instance, took the phrase \"making yourself at home\" a bit too literally when he created an elaborate pillow fort in his hotel room. While impressive in its own right, the pillow fort was deemed \"not expensable\" by the company's accounting department, and Bob was forced to pay for the damages out of his own pocket.\n\nAnd then there's the infamous Jill's incident at the hotel buffet. While the company encourages employees to take advantage of the free meals provided, Jill's excessive stockpiling of food items was deemed \"unacceptable\" by management. As the document wryly notes, \"Jill's efforts to recreate the Great Wall of China with the hotel's breakfast buffet will go down in company history as one of the most creative, yet misguided, attempts at stretching the company dime.\"\n\nBut amidst the cautionary tales, the document also includes some clever advice for employees looking to get ahead. In Chapter 6, the story of Cindy, who used a combination of charm and pens to upgrade her hotel room from a broom closet to a presidential suite, serves as a reminder that a little bit of politeness and flattery can go a long way. \"Cindy's strategy,\" the document advises, \"was to compliment the hotel staff on their sparkling pens, which promptly earned her a free upgrade to the luxury suite. This creative tactic not only demonstrates Cindy's negotiation skills, but also highlights the importance of taking an interest in the hotel's decorative accessories.\"\n\nAnd then there's the infamous \"Room Service Roulette,\" a game invented by the marketing department that involves ordering expensive room service items and seeing who can rack up the highest bill without getting caught. While not officially sanctioned by the company, the game has become a popular diversion for employees looking to spice up their hotel stays. As one marketing employee joked, \"It's all about taking risks and pushing the limits. Who needs a faint-of-heart expense report when you can roll the dice with room service roulette?\"\n\nThroughout the document, the company's sense of humor and whimsy shines through, reminding employees that even the most mundane tasks can be approached with a bit of levity and creativity. As one HR representative explained, \"At Amalgamated Widgetry Inc., we believe that travel should be an adventure, not a chore. By emphasizing humor and creativity in our travel protocols, we aim to foster a company culture that values fun and resourcefulness over stodgy procedures and red tape.\"\n\nAs the document concludes, \"The art of traveling for work is not just about getting from point A to point B; it's about embracing the unexpected, laughing at the absurdities, and making the most of the journey. And at Amalgamated Widgetry Inc., we're proud to lead the charge in unconventional travel protocols – all while keeping our employees safe, informed, and eternally entertained.\"\n\nIn the end, whether you're Frank the Sales Rep, Bob from Accounting, Jill, or Cindy, the company's travel protocols document serves as a reminder that, no matter where your job takes you, there's always room for a little bit of humor, creativity, andRELATED Quadrant pens-related scheming.",
            "num_words": 674
        },
        "qwen1.5-110b": {
            "facts": [
                "The document is a humorous guide for employees of Amalgamated Widgetry Inc. on travel protocols.",
                "Frank the Sales Rep is used as an example of improper use of hotel minifridges, referred to as \"Frank's downfall.\"",
                "Bob from Accounting created a pillow fort in his hotel room, which was not expensable.",
                "Jill's incident at the hotel buffet involved excessive stockpiling of food items.",
                "Chapter 6 tells the story of Cindy, who used charm and pens to upgrade her hotel room from a broom closet to a presidential suite.",
                "The document serves as a reminder that each employee's travel behavior contributes to the corporate lore of Amalgamated Widgetry Inc.",
                "The sales team took a breakfast buffet too seriously, resulting in what was described as a breakfast marathon."
            ],
            "article": "In the quirky world of corporate travel, where the unexpected often becomes the norm, employees of Amalgamated Widgetry Inc. have woven a tapestry of tales that lie somewhere between cautionary anecdotes and hilarious misadventures. This unique document, a humorous guide to the oft-overlooked world of corporate travel protocols, serves not only as an internal training brochure but as a living testament to the company's vibrant and sometimes bewildering employee culture.\n\nAt the heart of this compendium of oddities is none other than Frank the Sales Rep, a man whose audacity in the realm of mini-fridges defies conventional wisdom. Dubbed \"Frank's downfall,\" his tale raises a question that plagues every traveler—just how far is too far when it comes to the contents of that tantalizingly stocked mini-bar? As it turns out, Frank's exploration of this frontier was extensive and ultimately costly, leading to a stern reminder that while life (and employment) is indeed a banquet, it's best to know when to stop, lest one wishes to become a part of the company's folklore for all the wrong reasons.\n\nBob from Accounting, a man who believes in the meticulousness of spreadsheets both in his work and personal life, found himself in a different kind of predicament. Embarking on a business trip that tested both his creativity and his willingness to stretch the boundaries of what is deemed \"expensable,\" Bob decided to transform his hotel room into a fortress—albeit one made of pillows. His pillow fort, while impressive in scale, was less so in its financial logic. It served as a reminder to his fellow accountants and the entire Amalgamated Widgetry workforce that there are certain lines one should never cross, even in the name of fun.\n\nJill's incident at the hotel buffet spawned another tale in this collection of the unexpected. The term \"stockpiling\" often conjures images of wartime preparation or apocalyptic preppers; however, in Jill's case, it took on a humorous new meaning. What began as a desire for a substantial meal ended in an unintentional display of culinary hoarding. Jill's story not only showcases the potential pitfalls of indulging too vigorously in the continental breakfast but also underscores a crucial point: moderation, even on a company dime, is a virtue worth... well, valuing.\n\nChapter 6 of this rollicking guide raises the stakes with the tale of Cindy, a woman whose charisma and... let's say, resourcefulness, landed her in a position of unexpected luxury. Through a combination of charm and the clever use of promotional pens as bargaining chips, Cindy managed to upgrade her accommodation from a metaphorical broom closet to a veritable presidential suite. This tale, while a testament to her canny negotiation skills, raises a fascinating point about the power of human connection in even the most mundane of transactions.\n\nAs the document unfolds, it becomes clear that each story is not merely a standalone anecdote but a thread in the larger tapestry of Amalgamated Widgetry Inc.'s corporate identity. The sales team's breakfast marathon—a saga of gluttony and camaraderie—illustrates the sometimes bizarre camaraderie that forms in the crucible of corporate retreats. This marathon of waffles, pancakes, and bacon, while perhaps excessive, highlights the human element in a company too often reduced to numbers and widgets.\n\nIn the end, the true value of this document might not lie in its rules or restrictions (though these are important in their own right), but in its ability to remind employees of the shared human experience. It's a gentle reminder that beneath the surface of a company known for its widgets lies a community of individuals, each with their quirks, misjudgments, and moments of brilliance. These stories, absurd and endearing in equal measure, serve as a constant whisper: at Amalgamated Widgetry Inc., the business of widgets is just as important as the business of being human.\n\nAs new employees are initiated into the company lore, they are greeted not with a traditional, bland orientation package, but with this humorous guide—a testament to a company that values not only its bottom line but the laughter, foibles, and triumphs of the people who make up its very heart. In this realm, where the lines between work and play blur, and where stories of mini-bar excesses and pillow fort follies reign alongside corporate achievements, Amalgamated Widgetry Inc. stands out as a place where every employee's travel behavior contributes not just to a balance sheet, but to a collective narrative that celebrates the human spirit.",
            "num_words": 738
        }
    }
}