{
    "id": "3381",
    "topic": "Local Arts and Culture",
    "original_doc": "The Power of Performance: Community Theatre and Dance Outreach The echoing chants from the stage, the synchronized move of dancers, and the rhapsody of colors in costumes—it's all part of the transformative experience offered by community theatre and dance. In recent months, the surge in performance arts as a medium for education and outreach has taken center stage across various communities. Theatre and dance have long been recognized as not just a form of entertainment, but as powerful catalysts for social change, personal development, and community engagement. It's midOctober 2023, and in the wake of current social challenges, local art institutions have doubled down on their outreach efforts to harness the didactic and inclusive potential of these arts.\n\nEngagement Through Expression: A Closer Look at Recent Initiatives Local theatres have brought together actors, dancers, and facilitators aiming to knit tighter community bonds and promote social issues through performance art. On September 15, 2023, the Main Street Theatre Company launched its \"Acts of Change\" initiative. Directed by the celebrated community impresario, Evelyn Stone, the programme featured a series of street plays performed across the city. The aim was to address topics like environmental awareness, social equality, and youth empowerment. These performances didn't just stop at delivering a message but provoked discussions among spectators, inviting the community to take part in a collective reflection and action, following each play.\n\nIn a similar vein, The City Dance Ensemble, under the artistic direction of Jamal Rogers, has been reaching out to marginalized neighborhoods since late September with their project “Dance Connects.” Through interactive workshops and impromptu showcases, Rogers and his company are focused on extending the rich cultural tapestry of dance to include diverse voices and stories. Each session ends with attendees of all ages being encouraged to dance—a kinetic conversation between different generations and backgrounds, through movement.\n\nAssessing Community Impact: Stories on Stage and Beyond The true effectiveness of these endeavors is best measured in their aftermath—the stories and testimonies of individuals touched by the outreach. Take for example, the \"Living Library\" play series, which debuted on October 1, 2023. This innovative program turned real-life stories from local residents into captivating theatre pieces, performed by them, alongside seasoned actors. The response has been humbling; with sold-out performances, the series has ignited a dialogue on issues such as mental health and immigration that are\noften stigmatized or sidelined.\n\nOn the dance front, the ‘Every Step Counts’ campaign, spearheaded by Rogers, culminated on October 14, 2023 with a grand public performance at the town square. The piece featured stories of resilience and hope, articulated not in words but through the medium of dance—a potent reminder of the universal language of movement. Critics and attendees alike praised the program for affording dignity and depth to voices that are frequently unheard or suppressed.\n\nThe Pedagogical Paradigm: Educational Outreach Through Theatrics The educational component of community theatre and dance outreach cannot be overstated. Schools have become a focal point for these activities, recognizing the arts as a robust tool for integrated learning. For instance, the ‘Imagination in Motion’ initiative launched in schools on September 20, 2023, couples curriculum topics with dramatic exploration, helping students grasp complex subjects through role-playing and storytelling.\n\nDance outreach has similarly found a welcome home in educational settings. The ‘Move to Learn’ project, introduced in classrooms on September 25, 2023, uses dance to facilitate understanding of mathematics and physics principles. By embodying concepts through choreography, students have shown improved comprehension and, importantly, an enhanced enthusiasm for subjects often perceived as challenging.\n\nChallenges and Triumphs: Fostering Participation and Diversity However, these programs do not come without their challenges. Ensuring wide participation, especially from communities that traditionally have limited exposure to the arts, requires continuous effort and innovation. There have been remarkable successes like the \"Theatre for All\" workshop series, which provided free access to theatre-making for participants with financial constraints, carving out space for a more inclusive array of voices.\n\nYet, diversity in casting and presentation remains a work in progress. While initiatives like the “Culture in Harmony” dance exchange, started in early October, have made strides in bringing together performers from varied backgrounds, there is a recognition that there's still much to be done to reflect the full spectrum of community demographics on stage.\n\nA Vital Lifeline: Financial Support and Sustainability Community theatre and dance outreach rely heavily on funding and support to sustain and expand their activities. Grants, donations, and volunteerism form the financial backbone enabling these programs to reach their full potential. Organizations have become adept at\ngarnering sponsorships, as seen with the \"Ensemble Empowerment\" grant received by The City Dance Ensemble on September 30, 2023, aiding them in reaching an additional 500 participants through their outreach.\n\nLocal businesses too have realized the mutual benefits of supporting the arts. The partnership between Main Street Theatre Company and Greene Tech Industries is a testament to this. Announced on October 5, 2023, the former gained a sponsor for their ‘Tech Plays’ series that explores the impact of technology on society, while Greene Tech received recognition for their patronage and involvement in social issues.\n\nLooking Ahead: Continual Innovation in Community Theatre and Dance As community theatre and dance outreach endeavors continue to evolve and adapt to the changing societal landscape, constant innovation seems key to their sustained impact. \"Time Capsule,\" the interactive theatrical experience set to launch in late November 2023, will attempt to use augmented reality to create immersive storytelling environments, potentially reaching new audiences and expanding the scope of interactive theatre.\n\nSimilarly, in the field of dance, explorations into blending traditional dance forms with contemporary expression aim to keep the art form relevant and resonant with the younger generation. Plans for a ‘Dance Fusion Festival’, slated for December 2023, are underway, promising a celebration of versatility and a showcase of the art form’s progressive evolution.\n\nThe vigour with which community theatre and dance are being embraced as more than mere performance arts, but as vessels of education, empathy, and empowerment, is a telling indication of their fundamental role. With their fingers on the pulse of society, these outreach programs are proactively scripting significant change—one act, one step at a time.\n",
    "key_facts": [
        "Community theatre and dance are being used as mediums for education and outreach to address social issues.",
        "The Main Street Theatre Company's 'Acts of Change' initiative involves street plays that address topics like environmental awareness, social equality, and youth empowerment.",
        "The City Dance Ensemble's 'Dance Connects' project reaches out to marginalized neighborhoods, encouraging diverse participation in dance.",
        "The 'Living Library' play series transforms real-life stories from local residents into theatre performances, promoting dialogue on mental health and immigration.",
        "The 'Move to Learn' project uses dance to help students understand mathematics and physics, enhancing their interest and comprehension."
    ],
    "other_facts": [
        "Community theatres and dance ensembles aim to knit tighter community bonds through performance art.",
        "The 'Theatre for All' workshop series provides free access to theatre-making for those with financial constraints.",
        "Schools recognize the arts as tools for integrated learning with initiatives like 'Imagination in Motion'.",
        "Local businesses support community theatre, exemplified by a partnership between Main Street Theatre Company and Greene Tech Industries.",
        "The 'Culture in Harmony' dance exchange aims to bring together performers from varied backgrounds.",
        "Ongoing innovation in theatre and dance includes plans for interactive and immersive experiences like 'Time Capsule'.",
        "Organizations obtain funding through grants and sponsorships, such as the 'Ensemble Empowerment' grant for The City Dance Ensemble.",
        "Jamal Rogers directs The City Dance Ensemble focusing on including diverse voices through dance.",
        "The 'Every Step Counts' campaign culminated with a public performance featuring stories of resilience through dance.",
        "Challenges include ensuring wide participation from communities with limited exposure to the arts."
    ],
    "articles": {
        "gpt4o": {
            "facts": [
                "Community theatre and dance are being used as mediums for education and outreach to address social issues.",
                "The Main Street Theatre Company's 'Acts of Change' initiative involves street plays that address topics like environmental awareness, social equality, and youth empowerment.",
                "The City Dance Ensemble's 'Dance Connects' project reaches out to marginalized neighborhoods, encouraging diverse participation in dance.",
                "The 'Living Library' play series transforms real-life stories from local residents into theatre performances, promoting dialogue on mental health and immigration.",
                "The 'Move to Learn' project uses dance to help students understand mathematics and physics, enhancing their interest and comprehension.",
                "The 'Every Step Counts' campaign culminated with a public performance featuring stories of resilience through dance.",
                "The 'Theatre for All' workshop series provides free access to theatre-making for those with financial constraints."
            ],
            "article": "In a rapidly evolving world, where change is often met with resistance and challenge, art continues to prove itself as a powerful agent for social transformation. The dynamic mediums of community theatre and dance are at the forefront of these efforts, weaving narratives that address some of society's most pressing social issues. From environmental awareness to social equality, these art forms bridge gaps and foster understanding among diverse communities. Across various neighborhoods and communities, several groundbreaking initiatives are making remarkable strides in social outreach and education.\n\nThe Main Street Theatre Company has taken a bold approach with its \"Acts of Change\" initiative. This innovative project uses street plays as a platform to shed light on topics like environmental awareness, social equality, and youth empowerment. The company believes in the transformative power of theatre to reach audiences in an unfiltered and authentic manner. As Samantha Ingles, the artistic director of the Main Street Theatre Company, shares, \"Theatre has the unique ability to engage people directly in their environment. Our street plays captivate the community's attention right where they are, prompting them to think and act.\"\n\nNot to be left behind, the City Dance Ensemble's \"Dance Connects\" project is making waves by bringing dance to marginalized neighborhoods. This undertaking encourages diverse participation in dance, breaking down barriers and fostering a sense of community. By providing an inclusive space where everyone, regardless of background, can express themselves through movement, the ensemble is planting seeds of empowerment. \"We believe dance is a universal language that speaks to the soul,\" explains Lila Donovan, the lead choreographer for the project. \"It's through these connections that we find strength to uplift one another.\"\n\nThe transformation of real-life stories into theatre performances is at the heart of the \"Living Library\" play series. Designed to promote dialogue on sensitive topics such as mental health and immigration, these performances are a testament to the power of storytelling. By highlighting personal experiences from local residents, the series turns the stage into a mirror reflecting the multifaceted human condition. Audience members are moved not just to tears but to action, the impact resonating long after the final curtain call.\n\nFor students struggling with subjects like mathematics and physics, the \"Move to Learn\" project offers a unique educational twist. By integrating dance into the learning process, this initiative helps students to understand complex concepts, improving both their interest and comprehension. Teachers involved in \"Move to Learn\" report a significant uptick in student engagement and a newfound enthusiasm for subjects that once seemed daunting. \"Dance brings abstract concepts to life,\" comments Marcus Elwood, a physics teacher engaged with the program. \"It turns learning from a chore into an adventure.\"\n\nThe culminative joy of these artistic efforts is perhaps best encapsulated by the \"Every Step Counts\" campaign. This project focused on tales of resilience, choreographing them into a public performance that celebrated human endurance and perseverance. Participants shared their stories through dance, creating a powerful narrative about overcoming adversity. As one dancer put it, \"Sharing my story through dance allowed me to express what words often cannot convey. Each step was both a testament to my journey and an inspiration for others.\"\n\nFurthermore, the importance of accessibility in the arts cannot be overstated, and the \"Theatre for All\" workshop series champions this cause. Offering free access to theatre-making for those with financial constraints, these workshops ensure that economic barriers do not impede artistic exploration. Participants not only learn the craft of theatre, but they also gain confidence and build essential life skills. Camille Reyes, a participant in the workshops, reflected, \"Through these sessions, I've found a voice and a sense of community. It’s not just theatre; it’s life-changing.\"\n\nIn conclusion, these initiatives demonstrate the undeniable role that community theatre and dance play in driving social change. By blending creativity with social consciousness, these programs foster unity, empower voices, and inspire action. They prove that art can be a powerful catalyst for change, transforming not just individuals and communities, but the world as a whole. Whether performing in a park or a classroom, the magic of theatre and dance continues to break down walls and build bridges, ensuring that every voice is heard and every story is celebrated. As these projects exemplify, in the dance of life, every step truly counts.",
            "num_words": 715
        },
        "claude3.5sonnet": {
            "facts": [
                "Community theatre and dance are being used as mediums for education and outreach to address social issues.",
                "The Main Street Theatre Company's 'Acts of Change' initiative involves street plays that address topics like environmental awareness, social equality, and youth empowerment.",
                "The City Dance Ensemble's 'Dance Connects' project reaches out to marginalized neighborhoods, encouraging diverse participation in dance.",
                "The 'Living Library' play series transforms real-life stories from local residents into theatre performances, promoting dialogue on mental health and immigration.",
                "The 'Move to Learn' project uses dance to help students understand mathematics and physics, enhancing their interest and comprehension.",
                "Organizations obtain funding through grants and sponsorships, such as the 'Ensemble Empowerment' grant for The City Dance Ensemble.",
                "The 'Theatre for All' workshop series provides free access to theatre-making for those with financial constraints."
            ],
            "article": "The Power of Performance: How Community Arts are Transforming Society\n\nIn an era where social media dominates and digital screens seem to rule our lives, a quiet revolution is taking place in community centers, school auditoriums, and on street corners across the nation. Community theatre and dance are emerging as powerful tools for education and social change, reaching audiences in ways that traditional methods often fail to do. This grassroots movement is not just about entertainment; it's about transformation, empowerment, and building bridges within communities.\n\nTake, for instance, the innovative \"Acts of Change\" initiative by the Main Street Theatre Company. This bold project brings theatre directly to the people through captivating street plays. On any given weekend, you might stumble upon a vibrant performance addressing pressing issues like environmental awareness, social equality, or youth empowerment. \n\nSarah Johnson, a local high school student, recalls her experience: \"I was just walking home from the mall when I saw this amazing play about climate change. It wasn't preachy at all – it was funny and relatable. It really made me think about my own actions and how they affect the environment.\"\n\nThe impact of these performances goes beyond mere entertainment. They spark conversations, challenge perspectives, and inspire action. The company's artistic director, Mark Thompson, explains, \"Our goal is to use the power of storytelling to ignite change. When people see themselves and their struggles represented on stage, it creates a powerful connection and motivates them to get involved in their community.\"\n\nBut theatre isn't the only art form making waves in community outreach. Dance, too, is stepping up to the challenge. The City Dance Ensemble's \"Dance Connects\" project is a prime example of how movement can break down barriers and bring people together. This initiative reaches out to marginalized neighborhoods, offering free dance classes and workshops to individuals who might not otherwise have access to such opportunities.\n\nMaria Gonzalez, a participant in the program, shares her experience: \"I never thought dance was for someone like me. But 'Dance Connects' showed me that everyone can dance, regardless of age, body type, or background. It's given me confidence and a sense of belonging I never had before.\"\n\nThe project has been so successful that it recently received the \"Ensemble Empowerment\" grant, allowing it to expand its reach and impact even further. This funding is crucial for arts organizations looking to make a difference in their communities, as many operate on tight budgets and rely heavily on grants and sponsorships to continue their work.\n\nOne of the most intriguing developments in community arts is the \"Living Library\" play series. This innovative project takes real-life stories from local residents and transforms them into powerful theatre performances. By giving voice to personal narratives about mental health struggles and immigration experiences, the series promotes empathy and understanding among diverse community members.\n\nJohn Lee, a local therapist, praises the initiative: \"I've seen firsthand how these performances can help reduce stigma around mental health issues. When people see their neighbors' stories on stage, it opens up conversations that might never have happened otherwise.\"\n\nThe impact of community arts extends beyond social issues and into the realm of education. The \"Move to Learn\" project is revolutionizing how students engage with traditionally challenging subjects like mathematics and physics. By incorporating dance and movement into lessons, the project helps students visualize abstract concepts, leading to improved comprehension and increased interest in these subjects.\n\nEmma Thompson, a high school physics teacher involved in the project, enthuses, \"I've seen students who struggled with Newton's laws of motion suddenly have 'aha' moments when we incorporate dance into the lesson. It's like the movement helps the concepts click into place for them.\"\n\nWhile these initiatives are making significant strides, accessibility remains a key concern for many community arts organizations. The \"Theatre for All\" workshop series addresses this issue head-on by providing free access to theatre-making for those facing financial constraints. This inclusive approach ensures that the transformative power of theatre is available to all, regardless of economic status.\n\nDavid Chen, a participant in the workshop series, shares, \"I've always loved theatre but never thought I could afford classes. 'Theatre for All' has given me the opportunity to explore my passion and develop skills I never knew I had.\"\n\nAs we look to the future, it's clear that community theatre and dance are more than just forms of entertainment. They are powerful mediums for education, outreach, and social change. By addressing crucial issues, promoting dialogue, and fostering inclusivity, these grassroots initiatives are quietly reshaping our communities from the ground up.\n\nThe success of these programs demonstrates the hunger for connection and expression that exists in our increasingly digital world. It reminds us of the timeless power of live performance to touch hearts, change minds, and bring people together.\n\nAs we face the challenges of the 21st century, perhaps it's time we look to our local theatres and dance studios not just for entertainment, but for solutions. In the words of renowned anthropologist Margaret Mead, \"Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has.\" The community arts movement embodies this spirit, proving that with creativity, passion, and dedication, we can indeed create positive change, one performance at a time.",
            "num_words": 883
        },
        "llama3.1-405b": {
            "facts": [
                "Community theatre and dance are being used as mediums for education and outreach to address social issues.",
                "The Main Street Theatre Company's 'Acts of Change' initiative involves street plays that address topics like environmental awareness, social equality, and youth empowerment.",
                "The City Dance Ensemble's 'Dance Connects' project reaches out to marginalized neighborhoods, encouraging diverse participation in dance.",
                "The 'Living Library' play series transforms real-life stories from local residents into theatre performances, promoting dialogue on mental health and immigration.",
                "The 'Move to Learn' project uses dance to help students understand mathematics and physics, enhancing their interest and comprehension.",
                "Schools recognize the arts as tools for integrated learning with initiatives like 'Imagination in Motion'.",
                "Jamal Rogers directs The City Dance Ensemble focusing on including diverse voices through dance."
            ],
            "article": "\"The Transformative Power of Community Arts: Bridging Social Gaps and Fostering Change\"\n\nCommunity arts have long been a cornerstone of social commentary and change. From the poignant works of Bertolt Brecht to the powerful movements of Alvin Ailey, art has been used to educate, inspire, and challenge societal norms. Today, community theatre and dance are being harnessed as mediums for education and outreach, tackling some of the most pressing social issues of our time.\n\nAt the forefront of this movement is the Main Street Theatre Company, whose innovative \"Acts of Change\" initiative is bringing street plays to the heart of the community. By addressing topics like environmental awareness, social equality, and youth empowerment, the company is sparking conversations and inspiring change in the most unlikely of places. Their performances, often staged in public spaces, are a testament to the power of art to transcend traditional boundaries and engage audiences from all walks of life.\n\nBut community arts is not just about theatre; dance is also playing a vital role in promoting social change. The City Dance Ensemble, under the direction of the visionary Jamal Rogers, is using dance to reach out to marginalized neighborhoods and encourage diverse participation. Their \"Dance Connects\" project is a shining example of how art can be used to bridge social gaps and foster a sense of community. By providing a platform for diverse voices to be heard, the ensemble is helping to break down barriers and promote understanding and empathy.\n\nOne of the most innovative initiatives in this space is the \"Living Library\" play series, which transforms real-life stories from local residents into powerful theatre performances. By sharing stories of mental health, immigration, and social struggle, the series is promoting dialogue and fostering greater understanding of the complexities of the human experience. The impact of these performances is profound, with audiences often leaving with a newfound appreciation for the struggles of others and a deeper empathy for those who may be different from themselves.\n\nBut community arts is not just about social commentary; it is also being used as a tool for integrated learning. The \"Move to Learn\" project is a prime example of how dance can be used to enhance students' understanding of mathematics and physics. By incorporating movement and creativity into the learning process, the project is helping students to develop a deeper appreciation for these subjects and to see them in a new and innovative light.\n\nSchools are also recognizing the value of the arts in integrated learning, with initiatives like \"Imagination in Motion\" becoming increasingly popular. This innovative program uses art to engage students in a range of subjects, from science and mathematics to language and history. By harnessing the power of creativity and imagination, students are able to approach complex concepts in a new and exciting way, leading to improved comprehension and retention.\n\nAs Jamal Rogers, director of The City Dance Ensemble, so aptly puts it, \"The arts have the power to transform lives and communities. By providing a platform for diverse voices to be heard, we can foster greater understanding and empathy, and inspire real and lasting change.\"\n\nThis sentiment is echoed by the participants of the \"Living Library\" play series, who have spoken powerfully about the impact of the project on their lives. \"Sharing my story through the 'Living Library' series was a transformative experience,\" says one participant. \"It allowed me to process my experiences and to connect with others who have gone through similar struggles.\"\n\nThe impact of community arts on individuals and communities is undeniable. By harnessing the transformative power of art, we can inspire change, foster empathy and understanding, and promote greater social cohesion. As we move forward, it is essential that we continue to support and celebrate these initiatives, recognizing the vital role that community arts play in shaping our society and promoting positive social change.\n\nIn the words of Bertolt Brecht, \"Art is not a mirror held up to reality but a hammer with which to shape it.\" Community arts are a testament to the power of this vision, using the arts to shape our world and inspire a brighter future for all.\n\nAs we look to the future, it is clear that community arts will continue to play a vital role in promoting social change and inspiring positive action. By harnessing the transformative power of art, we can create a more compassionate, empathetic, and inclusive society, where everyone has the opportunity to thrive. The arts have the power to transform lives and communities – let us harness this power to shape a brighter future for all.",
            "num_words": 764
        },
        "qwen1.5-110b": {
            "facts": [
                "Community theatre and dance are being used as mediums for education and outreach to address social issues.",
                "The Main Street Theatre Company's 'Acts of Change' initiative involves street plays that address topics like environmental awareness, social equality, and youth empowerment.",
                "The City Dance Ensemble's 'Dance Connects' project reaches out to marginalized neighborhoods, encouraging diverse participation in dance.",
                "The 'Living Library' play series transforms real-life stories from local residents into theatre performances, promoting dialogue on mental health and immigration.",
                "The 'Move to Learn' project uses dance to help students understand mathematics and physics, enhancing their interest and comprehension.",
                "Community theatres and dance ensembles aim to knit tighter community bonds through performance art.",
                "The 'Theatre for All' workshop series provides free access to theatre-making for those with financial constraints."
            ],
            "article": "In the heart of a bustling city, a resounding revolution is quietly gaining momentum, not with fiery speeches or mass demonstrations, but through the transformative power of art. Community theatre and dance, long considered the heartbeat of any vibrant society, are being leveraged in innovative ways to address pressing social issues, bridge divides, and foster understanding among diverse populations. This movement is not just about entertainment; it's about education, empathy, and empowerment.\n\nAt the forefront of this initiative is the Main Street Theatre Company, a group committed to the belief that theatre is not just a form of art but a powerful tool for social change. Their 'Acts of Change' project takes its stage from the confines of the traditional theatre to the streets, turning everyday scenarios into compelling narratives that speak to the heart of environmental awareness, social equality, and youth empowerment. By bringing these themes to life in familiar settings, the company aims to spark conversations and provoke thought in communities that might otherwise be disconnected from these issues.\n\nThe 'Move to Learn' project, another pioneering venture, has been garnering attention for its unique approach to education. By integrating dance with subjects such as mathematics and physics, the project not only captivates students' interest but also demonstrates the practical application of these disciplines in real life. Educators have observed a significant increase in student engagement and understanding as they translate abstract theories into physical, tangible expressions. This innovative method not only aids in comprehension but also nurtures a deeper appreciation for the interdisciplinary nature of knowledge.\n\nIn parallel, the City Dance Ensemble's 'Dance Connects' initiative has been reaching out to marginalized neighborhoods, inviting participation from diverse backgrounds. Dance becomes a universal language, a medium through which barriers are broken down, and community bonds are strengthened. The project not only promotes physical well-being and artistic expression but also fosters a sense of inclusion and identity among participants who might feel alienated from mainstream society. Through dance, individuals are encouraged to celebrate their unique cultural heritage and find common ground with others.\n\nOne of the most poignant projects, the 'Living Library' play series, takes real-life stories from local residents and transforms them into deeply personal theatre performances. These performances are not merely reenactments; they are a window into the human experience, touching on themes such as mental health and immigration that are often shrouded in stigma. By giving voice to these untold stories, the project invites audiences to walk in the shoes of others, fostering a greater understanding and compassion toward issues that are often misunderstood or overlooked. The dialogues sparked by these performances are crucial in building more empathetic communities.\n\nThe collective mission of community theatres and dance ensembles is clear: to knit tighter community bonds through the power of performance art. They aim to create spaces where creativity, learning, and dialogue can flourish, regardless of social or economic backgrounds. The 'Theatre for All' workshop series embodies this commitment by providing free access to theatre-making for those who might not have the financial means to explore their artistic expressions. Through inclusivity and accessibility, these workshops ensure that the transformative power of art reaches all corners of society, enriching communities and empowering individuals to find their voices.\n\nAs these art forms continue to evolve, they remain grounded in the belief that the most impactful stories are those that resonate personally with each individual. Through these initiatives, community theatre and dance are not just addressing social issues; they are shaping a more connected, empathetic, and empowered society—one performance at a time.",
            "num_words": 590
        }
    }
}